<template>
  <div class="ServiceProtocol">
    <BaseHeader>
      <template v-slot:center>
        <span class="f16" v-if="type === '“抖音”隐私政策'">“抖音”隐私政策</span>
        <span class="f16" v-if="type === '“抖音”用户服务协议'">“抖音”用户服务协议</span>
        <span class="f16" v-if="type === '抖音亲子平台服务协议'">抖音亲子平台服务协议</span>
        <span class="f16" v-if="type === '儿童/青少年使用须知'">儿童/青少年使用须知</span>
        <span class="f16" v-if="type === '抖音权限申请与使用情况说明'"
          >抖音权限申请与使用情况说明</span
        >
        <span class="f16" v-if="type === '抖音App接入第三方SDK目录'">抖音App接入第三方SDK目录</span>
        <span class="f16" v-if="type === '《帐号及信息同步授权协议》'"
          >《帐号及信息同步授权协议》</span
        >
        <span class="f16" v-if="type === '中国移动认证服务协议'">中国移动认证服务协议</span>
        <span class="f16" v-if="type === '抖音注销须知'">抖音注销须知</span>
        <span class="f16" v-if="type === '多闪权限申请与使用情况说明'"
          >多闪权限申请与使用情况说明</span
        >
      </template>
    </BaseHeader>
    <div class="content" v-if="type === '“抖音”隐私政策'">
      <div class="text-warpper douyin">
        <p>
          <strong><font style="font-family: SimSuncss">更新日期：2021年7月13日</font></strong>
        </p>
        <p><br /></p>
        <p>
          <font style="font-family: SimSuncss"
            >北京微播视界科技有限公司及其关联方（简称“我们”）作为抖音的运营者，深知个人信息对你的重要性，我们将按照法律法规的规定，保护你的个人信息及隐私安全。我们制定本“隐私政策”并特别提示：希望你在使用抖音及相关服务前仔细阅读并理解本隐私政策，以便做出适当的选择。</font
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">本隐私政策将帮助你了解：</font></strong>
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >•
            我们会遵循隐私政策收集、使用你的信息，但不会仅因你同意本隐私政策而采用强制捆绑的方式一揽子收集个人信息。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >•
            当你使用或开启相关功能或使用服务时，为实现功能、服务所必需，我们会收集、使用相关信息。除非是为实现基本业务功能或根据法律法规要求所必需的必要信息，你均可以拒绝提供且不影响其他功能或服务。我们将在隐私政策中逐项说明哪些是必要信息。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >•
            如果你未登录帐号，我们会通过设备对应的标识符信息来保障信息推送的基本功能。如果你登录了帐号，我们会根据帐号信息实现信息推送。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >• 为了帮你发现更多朋友，我们可能会申请通讯录权限。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >•
            我们尊重你的选择权，如果你不希望被推荐给朋友，你可以在“我—设置—隐私设置”中随时关闭。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >•
            通讯录、精确地理位置、摄像头、麦克风、相册权限，均不会默认开启，只有经过你的明示授权才会在为实现特定功能或服务时使用，你也可以撤回授权。</font
          ><strong
            ><font style="font-family: SimSuncss"
              >特别需要指出的是，即使经过你的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时而收集你的信息。</font
            ></strong
          ><a
            href="https://aweme.snssdk.com/falcon/douyin/agreements/?aid=6864032367200176136&amp;hide_nav_bar=1"
            >抖音权限申请与使用情况说明</a
          ><br />
        </p>
        <p>
          <font style="font-family: SimSuncss">• </font
          ><font style="font-family: Microsoft YaHei"
            >本隐私政策适用于你通过抖音应用程序（包括极速版等不同版本）、抖音官方网站、供第三方网站和应用程序使用的抖音软件开发工具包（SDK）和应用程序编程接口（API）方式来访问和使用我们的产品和服务。</font
          >
        </p>
        <p><br /></p>
        <p>
          <font style="font-family: SimSuncss"
            >下文将帮你详细了解我们如何收集、使用、存储、传输、共享、转让（如适用）与保护个人信息；帮你了解查询、访问、删除、更正、撤回授权个人信息的方式。其中，</font
          ><strong
            ><font style="font-family: SimSuncss"
              >有关你个人信息权益的条款重要内容我们已用加粗形式提示，请特别关注。</font
            ></strong
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.我们如何收集和使用个人信息</font></strong>
        </p>
        <p>
          <strong
            ><font style="font-family: SimSuncss">2.我们如何使用Cookie等同类技术</font></strong
          >
        </p>
        <p>
          <strong
            ><font style="font-family: SimSuncss"
              >3.我们如何共享、转让、公开披露个人信息</font
            ></strong
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">4.我们如何存储个人信息</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">5.我们如何保护个人信息的安全</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">6.</font>个性化推荐</strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">7.管理你的个人信息</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">8.未成年人条款</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">9.隐私政策的修订和通知</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">10.联系我们</font></strong>
        </p>
        <p><br /></p>
        <p>
          <strong><font style="font-family: SimSuncss">1.我们如何收集和使用个人信息</font></strong>
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >我们会按照如下方式收集你在使用服务时主动提供的，以及通过自动化手段收集你在使用功能或接受服务过程中产生的信息：</font
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.1 注册、登录、认证</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.1.1 注册、登录帐号</font></strong>
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >a.当你注册、登录抖音及相关服务时，你可以通过手机号创建帐号，并且你可以完善相关的网络身份识别信息（头像、昵称、密码），收集这些信息是为了帮助你完成注册。你还可以根据自身需求选择填写性别、生日、地区及个人介绍来完善你的信息，</font
          >并在填写后自主选择展示范围<font style="font-family: SimSuncss">。</font>
        </p>
        <p>
          <font style="font-family: SimSuncss">b.</font
          >你也可以使用第三方帐号登录并使用抖音，你将授权我们获取你在第三方平台注册的公开信息（头像、昵称以及你授权的其他信息），用于与抖音帐号绑定，使你可以直接登录并使用本产品和相关服务。在使用第三方账号进行登录时，可能需要将实现登录所必需的信息在剪切板中写入与读取。这些信息仅供实现登录相关的目的所使用，不会收集你的隐私信息。
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >c.登录多闪：当你使用抖音帐号登录多闪时，经过你的同意，我们可能会将帐号关联，并共享昵称、头像、直接或间接关注、粉丝等</font
          ><strong><font style="font-family: SimSuncss">通讯关系</font></strong
          ><font style="font-family: SimSuncss"
            >（我们保护你的隐私，在多闪内形成的好友关系未经你的授权不会在抖音内展示）、发布的内容以及你授权的其他信息。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss">d.</font
          ><strong
            ><font style="font-family: SimSuncss"
              >在使用9.9.0及以上版本（版本信息可点击“我”进入个人主页，在“设置”页最下方查看）的“抖音”客户端应用程序及相关网站为你提供的服务时，你在该版本注册的帐号可同时登录“抖音火山版”
              客户端应用程序（以下简称“抖音火山版”）并获得抖音火山版相关服务、使用相关功能，但部分使用第三方帐号注册的情形除外。你使用该帐号登录、使用抖音火山版的，应同时受《“抖音火山版”用户服务协议》、《“抖音火山版”隐私政策》及相关协议条款的约束。</font
            ></strong
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >e.登录第三方帐号：当你使用抖音帐号登录第三方帐号时，经过你的同意，我们可能会共享昵称、头像以及你授权的其他信息。</font
          >
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >f.基于我们与通信运营商的合作，当你使用抖音“一键登录”功能时，经过你的明示同意，运营商会将你的手机号码发送给我们，便于我们为你提供快捷的登录服务。</font
          ><strong><font style="font-family: SimSuncss">手机号码属于个人敏感信息</font></strong
          ><font style="font-family: SimSuncss"
            >，如果拒绝提供将无法使用“一键登录”方式注册登录抖音，但不影响你通过其他方式注册登录，也不影响其他功能的正常使用。</font
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.1.2 认证</font></strong>
        </p>
        <p>
          <font style="font-family: Microsoft YaHei"
            >在你使用身份认证的功能或相关服务所需时，根据相关法律法规，你可能需要提供你的真实身份信息（真实姓名、身份证号码、电话号码等）以完成实名验证。
            部分信息属于个人敏感信息，你可以拒绝提供，如果拒绝提供你将可能无法获得相关服务，但不影响其他功能与服务的正常使用。</font
          >
        </p>
        <p><br /></p>
        <p>
          <strong><font style="font-family: SimSuncss">1.2 播放浏览</font></strong>
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >a.为保障推荐内容的质量并向你推荐可能感兴趣的视频及相关信息，抖音可能会收集相关必要的日志信息。</font
          >
        </p>
        <p><font style="font-family: SimSuncss">b.</font>上述日志信息包括：</p>
        <p>你操作、使用的行为信息：点击、关注、收藏、搜索、浏览、分享</p>
        <p>你主动提供的信息：反馈、发布、点赞（喜欢）、评论</p>
        <p>
          地理位置信息：含通过GPS信息、WLAN接入点、蓝牙和基站等传感器信息获取到的精确地理位置信息及通过网络位置信息（例如基站、IP及WLAN）获取的大致地理位置信息
        </p>
        <p>
          c.精确地理位置信息是个人敏感信息，若你拒绝提供，我们将不会根据精确地理位置信息向你推荐信息，且不会影响抖音其他功能的正常使用。
        </p>
        <p>
          d.我们会基于大致地理位置信息对应的城市及/或区县向你展示、推荐你所在地区（城市、区县等）的本地相关信息。
        </p>
        <p><br /></p>
        <p>
          <strong><font style="font-family: SimSuncss">1.3 发布与互动</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.3.1 信息发布</font></strong>
        </p>
        <p>
          a.你发布音视频、图片等内容或进行评论时，我们将收集你发布的信息，并展示你的昵称、头像、发布内容和信息。
        </p>
        <p>
          b.你使用发布图片、音视频功能时，我们会请求你授权<strong
            >相机、照片、麦克风权限。你如果拒绝授权提供，将无法使用此功能，但不影响你正常使用抖音的其他功能。</strong
          >
        </p>
        <p>
          c.你使用“同城”及相关服务或发布信息时，我们会请求你授权精确地理位置权限，并收集与本服务相关的位置信息，以帮助你在发布信息或互动时显示位置，为你推荐周边的生活服务（例如估算商家与你之间的距离以便于你进行消费决策，或为你推荐附近的服务品类和优惠信息等）。你如果拒绝授权提供精确地理位置信息，我们会通过你的IP地址对应到你所在的城市及/或区县。如果你希望在作品中添加地理位置信息，你可以通过授权精确地理位置权限或主动选择的方式（搜索或平台推荐选项等）进行添加。
        </p>
        <p>
          d.你在开通直播等功能时，根据法律法规、安全保障要求，可能需要通过“人脸识别”的方式进行实名认证，以验证你的身份。在实名认证的过程中，我们和提供认证服务的第三方认证机构需要你提供真实姓名、身份证号码及面部特征值信息。部分信息是个人敏感信息，你可以拒绝提供，且不会影响抖音其他功能的正常使用。这些信息仅供实名认证及法律法规所规定的用途，未经你明示授权，不会用作其他目的。
        </p>
        <p>
          e.用户因使用我们的产品或者服务而被我们收集的信息，例如其他用户发布的信息中可能含有你的部分信息（如：在评论、留言、发布图文、音视频中涉及到与你相关的信息）。
        </p>
        <p>
          f.我们非常重视用户的使用体验，为了提升音视频的上传速度、丰富发布功能和优化体验，当你发布音视频时，在点击“发布”确认上传之前，我们会将该音视频临时加载至服务器。如果你取消或因其他原因未成功上传，我们会立即删除相关音视频。我们尊重你的选择权，如果你想关闭预加载功能，可以在【我】-【设置】-【通用设置】-【提前上传作品，减少等待时间】进行关闭。
        </p>
        <p>
          g.我们还可能为向你提供人脸贴纸功能而在客户端本地使用仅供该功能的部分面部特征值信息，以提供更好的视觉效果，在此过程中，除非另有明确说明并征得你的同意，<strong>我们不会回传、储存或共享你的任何面部特征值信息</strong>。
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.3.2 互动交流</font></strong>
        </p>
        <p>
          a.当你关注或分享帐号，或进行浏览、评论、收藏、搜索、喜欢（点赞）或分享时，我们会收集你前述信息，并展示相应内容发布者的帐号发布的内容，或为你推荐相应内容发布者。
        </p>
        <p>
          b.你可以在抖音中添加或删除朋友，为帮你实现这一功能，我们会创建朋友列表信息。朋友列表是建立与管理朋友关系所必需的必要信息。
        </p>
        <p>
          <strong>c.当你使用群功能时，我们会创建群聊列表及相关信息。</strong>
        </p>
        <p>d.抖音与多闪好友进行互动交流时，为实现功能所需，抖音会收集通讯信息。</p>
        <p>
          e.当你选择使用扫码添加朋友时，<strong>抖音可能会向你请求摄像头权限</strong>，摄像头权限是敏感权限，拒绝提供仅会使你无法通过扫码途径添加朋友，不影响其他功能的使用。
        </p>
        <p>
          f,当你使用视频、直播、活动等提醒或预约功能时，我们会获取您的设备日历权限。在您开启相关权限后，我们会访问你的日历，帮助你预约或调整已预约的视频、直播、活动的时间，并提醒你。
        </p>
        <p>
          g.当你使用抖音或包含抖音私信功能的多闪时，我们会向你的朋友在抖音分享栏、抖音开播页、抖音及多闪的消息页等位置展示你的活跃状态，同时你也可以看到你的其他朋友的活跃情况。如果你不希望向你的朋友展示你的活跃状态，可以在【我】-【设置】-【隐私设置】中进行关闭。
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">1.3.3 朋友推荐</font></strong>
        </p>
        <p>
          a.抖音可能会根据你及其他用户授权的手机号码、通讯录、关注、粉丝等关系、你及其他用户在个人主页选择对外展示的资料、你及其他用户的互动行为为用户推荐朋友。
        </p>
        <p>
          b.我们可能会请求<strong>通讯录权限</strong>，并将通讯录中的信息进行高强度加密算法处理后，用于向用户推荐通讯录中的朋友。<strong>通讯录信息属于个人敏感信息，拒绝提供该信息仅会使用户无法使用上述功能，但不影响用户正常使用抖音及相关服务的其他功能。</strong>请知悉，如果其他用户上传的通讯录中包含你的联系方式等信息，<strong>系统也可能会基于该信息向你推荐</strong>朋友<strong>或者把你推荐给相应用户</strong>。
        </p>
        <p>
          c.我们尊重你的选择权，如果你不希望被推荐给朋友，可以在【我】-【设置】-【隐私设置】中选择关闭。
        </p>
        <p>
          d.抖音可能会基于用户授权的精准地理位置信息向用户推荐附近的人。<strong>精确地理位置信息是个人敏感信息</strong>，拒绝提供该信息将会影响该功能，但不影响用户正常使用抖音的其他功能。
        </p>
        <p><strong>1.3.4 消息通知</strong></p>
        <p>
          你知悉并同意，对于你在使用产品及/或服务的过程中提供的你的联系方式（例如：联系电话），我们在运营中可能会向其中的一种或多种发送多类通知，用于用户消息告知、身份验证、安全验证、用户使用体验调研等用途；此外，我们也可能会以短信、电话的方式，为你提供你可能感兴趣的服务、功能或活动等商业性信息的用途，但请你放心，如你不愿接受这些信息，你可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。
        </p>
        <p><br /></p>
        <p><strong>1.4 搜索</strong></p>
        <p>
          你使用抖音的搜索服务时，我们会收集你的搜索关键字信息、日志记录。为了提供高效的搜索服务，部分前述信息会暂时存储在你的本地存储设备之中，并可向你展示搜索结果内容、搜索历史记录。
        </p>
        <p><br /></p>
        <p><strong>1.5 运营与安全运行</strong></p>
        <p>1.5.1 运营与安全保障</p>
        <p>
          我们致力于为你提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。
        </p>
        <p>1.5.2 设备信息与日志信息</p>
        <p>
          a.为了保障软件与服务的安全运行、运营的质量及效率，我们会收集你的硬件型号、操作系统版本号、国际移动设备识别码、唯一设备标识符、网络设备硬件地址、IP
          地址、WLAN接入点、蓝牙、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。
        </p>
        <p>
          b.为了预防恶意程序、保障运营质量及效率，我们会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。
        </p>
        <p>
          c.我们可能使用你的账户信息、设备信息、服务日志信息以及我们关联方、合作方在获得你授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。
        </p>
        <p><br /></p>
        <p><strong>1.6 分享与活动参与</strong></p>
        <p>
          在你分享或接收被分享的信息、参加活动等情形下，我们需要访问你的剪切板，读取其中包含的口令、分享码、链接，以实现跳转、分享、活动联动等功能或服务。
        </p>
        <p><br /></p>
        <p><strong>1.7 统计分析</strong></p>
        <p>
          为了分析应用新增、激活、留存、性能等统计性指标，我们可能会调用剪切板对相关统计信息进行归因分析，请你放心，我们不会收集你的隐私信息。
        </p>
        <p><br /></p>
        <p><strong>1.8 收集、使用个人信息目的变更</strong></p>
        <p>
          请你了解，随着我们业务的发展，可能会对抖音的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用你的个人信息，会再次进行告知，并征得你的同意。
        </p>
        <p><br /></p>
        <p><strong>1.9 依法豁免征得同意收集和使用的个人信息</strong></p>
        <p>
          请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用你的个人信息无需征得你的授权同意：
        </p>
        <p>a.与国家安全、国防安全直接相关的；</p>
        <p>b.与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>c.与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>d.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
        <p>e.所收集的你的个人信息是你自行向社会公众公开的；</p>
        <p>f.从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
        <p>g.根据你的要求签订或履行合同所必需的；</p>
        <p>h.用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；</p>
        <p>i.为合法的新闻报道所必需的；</p>
        <p>
          j.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
        </p>
        <p>k.法律法规规定的其他情形。</p>
        <p><br /></p>
        <p>
          <strong
            >特别提示你注意，如信息无法单独或结合其他信息识别到你的个人身份，其不属于法律意义上你的个人信息；当你的信息可以单独或结合其他信息识别到你的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他你的个人信息结合使用时，这些信息在结合使用期间，将作为你的个人信息按照本隐私政策处理与保护。</strong
          >
        </p>
        <p><br /></p>
        <p><strong>2.我们如何使用Cookie等同类技术</strong></p>
        <p>
          Cookie
          和设备信息标识等同类技术是互联网中普遍使用的技术。当你使用抖音及相关服务时，我们可能会使用相关技术向你的设备发送一个或多个Cookie
          或匿名标识符，以收集、标识你访问、使用本产品时的信息。我们承诺，不会将Cookie
          用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie
          和同类技术主要为了实现以下功能或服务：
        </p>
        <p><strong>2.1 保障产品与服务的安全、高效运转</strong></p>
        <p>
          我们可能会设置认证与保障安全性的Cookie
          或匿名标识符，使我们确认你是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。
        </p>
        <p><br /></p>
        <p><strong>2.2 帮助你获得更轻松的访问体验</strong></p>
        <p>
          使用此类技术可以帮助你省去重复你填写个人信息、输入搜索内容的步骤和流程（示例：记录搜索、表单填写）。
        </p>
        <p><br /></p>
        <p><strong>2.3 为你推荐、展示、推送你可能感兴趣的内容或帐号</strong></p>
        <p>
          a.我们可能会利用此类技术了解你的偏好和使用习惯，进行数据分析，以改善产品服务、推荐用户感兴趣的信息或功能，并优化你对广告的选择。
        </p>
        <p>
          b.在抖音的分享页中，我们可能会使用Cookie对浏览活动进行记录，用于向你推荐信息和排查崩溃、延迟的相关异常情况以及探索更好的服务方式。
        </p>
        <p><br /></p>
        <p><strong>2.4 Cookie的清除</strong></p>
        <p>
          大多数浏览器均为用户提供了清除浏览器缓存数据的功能，你可以在浏览器设置功能中进行相应的数据清除操作。如你进行清除，你可能无法使用由我们提供的、依赖于Cookie的服务或相应功能。
        </p>
        <p><br /></p>
        <p>
          <strong
            ><font style="font-family: SimSuncss"
              >3.我们如何共享、转让、公开披露个人信息</font
            ></strong
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">3.1共享</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">3.1.1 共享原则</font></strong>
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">a.授权同意原则：</font></strong
          ><font style="font-family: SimSuncss">
            未经你的同意，我们不会共享你的个人信息，除非共享的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。如果第三方使用信息的目的超越原授权同意范围，他们需要重新征得你的同意。</font
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">b.合法正当与最小必要原则：</font></strong
          ><font style="font-family: SimSuncss">
            共享的数据必须具有合法正当目的，且共享的数据以达成目的必要为限。</font
          >
        </p>
        <p>
          <strong><font style="font-family: SimSuncss">c.安全审慎原则：</font></strong
          ><font style="font-family: SimSuncss">
            我们将审慎评估第三方使用共享信息的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全监测，以保护数据安全。</font
          >
        </p>
        <p>
          <a href="https://www.douyin.com/agreements/?id=6765318474873964556">接入第三方SDK目录</a
          ><br />
        </p>
        <p>
          <strong
            ><font style="font-family: SimSuncss">3.1.2 实现功能或服务的共享信息</font></strong
          >
        </p>
        <p>
          a.当你在使用抖音中由我们的关联方、第三方提供的功能，或者当软件服务提供商、智能设备提供商、系统服务提供商与我们联合为你提供服务时我们会将实现业务所必需的信息与这些关联方、第三方共享，用于综合统计并通过算法做特征与偏好分析，形成间接人群画像，用以向你进行推荐、展示或推送你可能感兴趣的信息，或者推送更适合你的特定功能、服务或商业广告。
        </p>
        <p>
          <font style="font-family: SimSuncss"
            >b.登录、使用抖音火山版：你将已持有的抖音帐号及相关信息授权我们同步到抖音火山版后，你将通过同一帐号同时使用抖音和抖音火山版的相关服务和功能。有关帐号及信息同步的具体信息可查阅</font
          ><a href="https://www.douyin.com/agreements/?id=6794334097440245773"
            >《帐号及信息同步授权协议》</a
          ><font style="font-family: SimSuncss">。</font>
        </p>
        <p>
          c.登录、使用多闪：多闪是抖音私信功能的升级。当你使用抖音帐号登录多闪并使用多闪的产品或服务时，经过你的同意，我们会将你的昵称、头像、直接或间接关注、粉丝等通讯关系及其他你授权的信息与多闪产品或服务共享。在你使用多闪发布内容时，多闪内容会根据你选择的可见范围同步至抖音。当其他抖音用户在登录多闪后，经授权多闪会收集其在抖音内的朋友、直接或间接关注、粉丝等通讯关系。你的头像、昵称等公开信息可能因为前述多闪用户的授权而在多闪内被展示。
        </p>
        <p>
          d.登录、绑定其他第三方帐号：当你使用抖音帐号登录其他第三方的产品或服务时，或将抖音帐号与其他第三方帐号绑定，经过你的同意，我们会将你的昵称、头像、直接或间接关注、粉丝等通讯关系及其他你授权的信息与前述产品或服务共享。你可以在【设置】-【帐号与安全】-【授权管理】中管理你对其他第三方产品或服务的授权管理，或在【设置】-【帐号与安全】-【第三方帐号绑定】中管理你绑定的第三方帐号。请你注意，在你取消对其他第三方产品或服务的授权后，你可能无法使用已取消授权的抖音帐号再次登录该第三方产品或服务；如需登录，可能需要你再次授权。
        </p>
        <p>
          e.当你选择发布信息可以同步到多闪、今日头条、西瓜视频等我们的关联方或第三方的产品或服务（微博等）后，抖音可能会使用SDK或相关技术与这些产品或服务的提供方共享发布的内容及评论、点赞信息。
        </p>
        <p>
          f.小程序：当你使用小程序时，未经你同意，我们不会向这些开发者、运营者共享你的个人信息。当你使用小程序时，小程序可能会使用你授权的相关系统权限，你可以在小程序中撤回授权。
        </p>
        <p>
          g.地理位置服务：当你使用地理位置相关服务时，我们会通过SDK或相关技术将GPS信息与位置服务提供商（高德地图）进行共享以便可以向你返回位置结果。GPS信息是个人敏感信息，拒绝提供，仅会影响地理位置服务功能，但不影响其他功能的正常使用。
        </p>
        <p>
          h.钱包功能：钱包功能中的相关服务由我们的关联方及合作伙伴提供，当你使用钱包相关功能时我们的关联方和合作伙伴会根据功能或服务必需而收集必要限度内的信息。
        </p>
        <p>
          i.支付功能：支付功能由与我们合作的第三方支付机构向你提供服务。第三方支付机构可能需要收集你的姓名、<strong
            >银行卡类型及卡号、有效期及手机号码。银行卡号、有效期及手机号码</strong
          >
          是个人敏感信息，这些信息是支付功能所必需的信息，拒绝提供将导致你无法使用该功能，但不影响其他功能的正常使用。抖音支付功能由武汉合众易宝科技有限公司（简称“合众易宝”）向你提供服务。当你使用抖音支付时，合众易宝将会根据法律法规及监管规定收集你的相关信息以为你提供支付服务。如需进一步了解抖音支付功能的隐私政策，你可以进一步查阅合众易宝的相关隐私政策。
        </p>
        <p>
          j.订单功能：当你使用抖音订单中心功能时，经过你的授权，我们可能会与下单的相关服务提供方共享你的订单信息以方便你统一查询订单信息。
        </p>
        <p>
          k.为与你使用的终端机型适配消息推送功能，我们可能会通过SDK等技术与终端设备制造商（华为、小米、OPPO、VIVO等）共享手机型号、版本及相关设备信息。
        </p>
        <p><strong>3.1.3 实现广告相关的共享信息</strong></p>
        <p>
          a.广告推送与投放：我们可能与进行推广和广告投放的合作伙伴共享信息，但我们不会共享用于识别你个人身份的信息（姓名、身份证号），仅会向这些合作伙伴提供不能识别你个人身份的间接画像标签及去标识化的设备信息或匿名化后的设备、网络、渠道等信息，以帮助其在不识别你个人身份的前提下提升广告有效触达率。
        </p>
        <p>
          b.<strong>广告统计：</strong>我们可能与业务的服务商、供应商和其他合作伙伴共享分析去标识化的设备信息或统计信息，这些信息难以或无法与你的真实身份相关联。这些信息将帮助我们分析、衡量广告和相关服务的有效性。
        </p>
        <p><strong>3.1.4 实现安全与分析统计的共享信息</strong></p>
        <p>
          <strong>a.保障使用安全：</strong
          >我们非常重视帐号、服务及内容安全，为保障你和其他用户的帐号与财产安全，使你和我们的正当合法权益免受不法侵害，我们和关联方或服务提供商可能会共享必要的设备、帐号及日志信息。
        </p>
        <p>
          <strong>b.分析产品使用情况：</strong
          >为分析我们服务的使用情况，提升用户使用的体验，可能会与关联方或第三方共享产品使用情况（崩溃、闪退）的统计性数据，这些数据难以与其他信息结合识别你的个人身份。
        </p>
        <p>
          <strong>c.学术研究与科研：</strong
          >为提升相关领域的科研能力，促进科技发展水平，我们在确保数据安全与目的正当的前提下，可能会与科研院所、高校等机构共享去标识化或匿名化的数据。
        </p>
        <p><strong>3.1.5 帮助你参加营销推广活动</strong></p>
        <p>
          当你选择参加我们及我们的关联方或第三方举办的有关营销活动时，可能需要你提供姓名、通信地址、联系方式、银行帐号等信息。其中部分信息是个人敏感信息，拒绝提供可能会影响你参加相关活动，但不会影响其他功能。只有经过你的同意，我们才会将这些信息与关联方或第三方共享，以保障你在联合活动中获得体验一致的服务，或委托第三方及时向你兑现奖励。
        </p>
        <p><br /></p>
        <p><strong>3.2 转让</strong></p>
        <p>a.我们不会转让你的个人信息给任何其他第三方，除非征得你的明确同意。</p>
        <p>
          b.随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，你的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方保护你的个人信息，否则我们将要求继受方重新征得你的授权同意。
        </p>
        <p><br /></p>
        <p><strong>3.3 公开展示</strong></p>
        <p>
          a.
          我们不会公开披露你的信息，除非遵循国家法律法规规定或者获得你的同意。我们公开披露你的个人信息会采用符合行业内标准的安全保护措施。
        </p>
        <p>
          <strong>b. 对违规帐号、欺诈行为进行处罚公告时，我们会披露相关帐号的信息。</strong>
        </p>
        <p>c.当你授权游戏或小程序后，你和朋友的头像、昵称将会在排名及相关功能中展示。</p>
        <p>d.你公开发布的作品、动态、喜欢（点赞）将会在个人主页中展示。</p>
        <p>
          e.你可以在【设置】-【隐私设置】-【私密帐号】中选择是否开启“私密帐号”功能。开启后，未经你的同意，我们不会将你发布的内容和点击“喜欢”的状态在其他软件中展示。只有你批准的用户才能关注你，并能看到你的内容和喜欢（点赞），但现有的粉丝不会受到影响。
        </p>
        <p>
          f.你可以在【设置】-【隐私设置】-【谁可以看我的喜欢列表】中选择是否让其他用户看到自己的喜欢（点赞）列表。
        </p>
        <p>
          g.你可以在【设置】-【隐私设置】-【谁可以看我的关注、粉丝列表】中选择是否让其他用户看到你的关注、粉丝列表。
        </p>
        <p><br /></p>
        <p>
          <strong>3.4 依法豁免征得同意共享、转让、公开披露的个人信息</strong>
        </p>
        <p>
          请你理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露你的个人信息无需征得你的授权同意：
        </p>
        <p>a.与国家安全、国防安全直接相关的；</p>
        <p>b.与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>c.与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>d.出于维护你或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
        <p>e.你自行向社会公众公开的个人信息；</p>
        <p>f.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
        <p><br /></p>
        <p><strong>4.我们如何存储个人信息</strong></p>
        <p><strong>4.1 存储地点</strong></p>
        <p>
          我们依照法律法规的规定，将在境内运营过程中收集和产生的你的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求你的同意。
        </p>
        <p><br /></p>
        <p><strong>4.2 存储期限</strong></p>
        <p>
          我们仅在为提供抖音及服务之目的所必需的期间内保留你的个人信息：你发布的信息、评论、喜欢（点赞）及相关信息，在你未撤回、删除或未注销帐号期间，我们会保留相关信息。超出必要期限后，我们将对你的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。
        </p>
        <p><br /></p>
        <p><strong>5.我们如何保护个人信息的安全</strong></p>
        <p>
          a.我们非常重视你个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护你的个人信息，防止你提供的个人信息被不当使用或在未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。<strong
            >目前，抖音已经通过了国家信息安全等级保护（三级）的测评和备案，并通过了国际权威的ISO27001信息安全认证及ISO27701隐私信息管理认证。</strong
          >
        </p>
        <p>
          b.我们会使用不低于行业同行的加密技术、匿名化处理及相关合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。
        </p>
        <p>
          c.我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问你的个人信息，并适时对数据和技术进行安全审计。
        </p>
        <p>
          <strong
            >d.尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保你提供给我们的个人信息的安全性。</strong
          >
        </p>
        <p>
          <strong
            >e.你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的帐号密码及相关个人信息透露给他人等。</strong
          >
        </p>
        <p>
          f.我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止这些安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失）后，我们将按照法律法规的要求，及时向你告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施。我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。
        </p>
        <p>
          <strong
            >g.你一旦离开抖音及相关服务，浏览或使用其他网站、服务及内容资源，我们将没有能力和直接义务保护你在抖音及相关服务之外的软件、网站提交的任何个人信息，无论你登录、浏览或使用上述软件、网站是否基于抖音的链接或引导。</strong
          >
        </p>
        <p><br /></p>
        <p><strong>6.个性化推荐</strong></p>
        <p><strong>6.1 个性化推荐的机制</strong></p>
        <p>
          a.我们通过本隐私政策、即时告知（含弹窗、蒙层、提示等）等方式，告知你用于个性化推荐所收集的用户信息、用户反馈、控制信息推荐的方式等。
        </p>
        <p>
          b.我们会收集你在客户端内的点击、关注、收藏、搜索、浏览、分享、评论、点赞（喜欢）发布、反馈等浏览使用行为、浏览时长、设备信息和位置信息，以实现上述个性化推荐的分析和计算，并根据计算结果从信息候选池中筛选出你可能更感兴趣的内容进行推送。
        </p>
        <p>
          c.我们会根据你使用产品过程中的浏览使用行为对推荐模型进行实时反馈，不断调整优化推荐结果。
        </p>
        <p><br /></p>
        <p><strong>6.2 个性化推荐的控制与管理</strong></p>
        <p><strong>6.2.1 接收信息的自主可控</strong></p>
        <p>
          <strong>a.自主决定接收个性化推荐内容：</strong
          >你可通过手机客户端内本隐私政策中第1.2条款下方的【了解个性化推荐】对个性化推荐功能进行开启或关闭，你可以选择关闭个性化推荐，当你选择关闭个性化推荐后，你无法在“推荐”页面享受个性化推荐服务。当你对具体信息不感兴趣或希望减少某类信息推荐时，你可以长按该内容，选择“不感兴趣”，我们会基于你的反馈调整策略。同时，我们也提供了“意见反馈”入口，聆听你的意见和建议。
        </p>
        <p>
          <strong>b.自主订阅所需内容：</strong
          >在关注频道中会根据你主动选择关注的帐号进行展示，你可以自主选择关注或取消关注。
        </p>
        <p>c.当没有你感兴趣的内容时，你也可以在搜索栏输入感兴趣的关键词，点击并阅读搜索结果。</p>
        <p><strong>6.2.2 管理你的程序化广告推送</strong></p>
        <p>
          <strong>a.自主决定接收程序化广告信息：</strong>
          程序化广告是广告展示技术之一，由广告主根据你在其应用内的偏好进行智能推荐。抖音仅提供程序化广告对接技术，可能与进行推广和广告投放的合作伙伴共享信息，但我们不会共享用于识别你个人身份的信息（姓名、身份证号），仅会向这些合作伙伴提供不能识别你个人身份的间接画像标签及去标识化的设备信息或匿名化后的设备、网络、渠道等信息，以帮助其在不识别你个人身份的前提下提升广告有效触达率，也不会获取你在其他应用内的行为或个人数据。你可以在【我】-【三】-【设置】-【广告反馈与设置】中选择关闭或开启是否接收程序化广告，当你关闭后，你不再接收此类个性化广告，但你仍然会看到广告，广告数量不会变化，但广告的相关度会降低。
        </p>
        <p>
          <strong>b.自主进行广告兴趣管理：</strong>
          为了帮助你管理广告兴趣，你可以长按该广告，选择“不感兴趣”，我们会基于你的反馈调整策略。同时，我们也提供了“意见反馈”入口，聆听你的意见和建议。
        </p>
        <p>
          <strong>c.广告信息退订：</strong>
          你可以在通过回复“TD”退订我们发送你的营销短信。
        </p>
        <p><br /></p>
        <p><strong>7.管理你的个人信息</strong></p>
        <p>
          我们非常重视你对个人信息的管理，并尽全力保护你对于你个人信息的查询、访问、修改、删除、撤回同意授权、注销帐号、投诉举报以及设置隐私功能的相关权利，以使你有能力保障你的隐私和信息安全。
        </p>
        <p><strong>7.1 改变或撤回授权范围</strong></p>
        <p><strong>7.1.1 改变或撤回朋友推荐设置</strong></p>
        <p>
          你可以在【我】-【设置】-【隐私设置】选择是否允许将你推荐给朋友或改变你的帐号被发现的方式。
        </p>
        <p><strong>7.1.2 改变或撤回敏感权限设置</strong></p>
        <p>
          a.你可以在设备本身操作系统中关闭精确地理位置信息、通讯录、摄像头、麦克风、相册权限、日历权限，改变同意范围或撤回你的授权。撤回授权后我们将不再收集与这些权限相关信息。
        </p>
        <p>
          b.
          当你使用小游戏、小程序后，你可以在小游戏、小程序界面中管理小程序、小游戏获得的应用权限，你可以撤回对小程序、小游戏的应用权限授权。
        </p>
        <p><strong>7.1.3 改变或撤回授权的信息处理</strong></p>
        <p>
          <strong
            >特定的业务功能和服务将需要你的信息才能得以完成，当你撤回同意或授权后，我们无法继续为你提供撤回同意或授权所对应的功能和服务，也不再处理你相应的个人信息。但你撤回同意或授权的决定，不会影响我们此前基于你的授权而开展的个人信息处理。</strong
          >
        </p>
        <p><br /></p>
        <p><strong>7.2 访问、删除、更正你的个人信息</strong></p>
        <p><strong>7.2.1 访问个人帐号信息</strong></p>
        <p>
          你可以查询、访问你的头像、用户名、简介、性别、生日、地区，你可以在【我】-【编辑资料】进行查询、访问、更正或调整可见范围。
        </p>
        <p><strong>7.2.2 查询访问、更正、删除信息</strong></p>
        <p>a.进入【我】-【作品】中访问、删除你发布的音视频信息</p>
        <p>b.进入【我】-【喜欢】中访问、删除你点赞（喜欢）的信息</p>
        <p>
          c.进入【关注】可以访问、查询关注的帐号信息，在关注列表点击相应帐号后的“已关注”按钮（如有）或进入相应关注帐号主页可以选择取消关注该帐号
        </p>
        <p>
          d.进入【我】-【设置】-【帐号与安全】访问抖音号、抖音码等信息、访问更正绑定的手机号、第三方帐号、设置、更正抖音密码、访问实名认证信息、登录设备信息
        </p>
        <p>
          e.出于安全性和身份识别的考虑，你可能无法自主修改注册时提交的某些初始注册信息（如实名认证后信息）；如你确有必要修改该类信息，请你通过电子邮件（feedback@douyin.com）联系我们，我们将尽快审核所涉问题，并由专人验证你的用户身份后及时予以回复。
        </p>
        <p><strong>7.2.3 控制信息可见范围</strong></p>
        <p>
          a.进入【我】-【设置】-【隐私设置】-【点赞】中控制他人是否在你的个人主页中的喜欢列表中看到你喜欢（点赞）的信息，或控制你的作品下的点赞列表及你的点赞信息在他人作品下的可见范围
        </p>
        <p>b.进入【我】-【设置】-【隐私设置】-【私密帐号】控制他人是否可以关注并查看你的帐号内容</p>
        <p>
          c.进入【我】-【设置】-【隐私设置】-【黑名单】控制他人是否可以与你通讯、是否可以查看你的帐号内容及点赞信息
        </p>
        <p>d.进入【我】-【设置】-【隐私设置】-【谁可以私信我】控制何种类型用户可以与你通讯</p>
        <p>
          e.进入【我】-【设置】-【隐私设置】-【关注与粉丝列表】中控制他人是否可以看到你的关注、粉丝列表
        </p>
        <p>
          f.进入【我】-【设置】-【隐私设置】-【同城展示】中控制你的作品、直播是否可在“同城”页面展示，及你的评论、点赞、关注、投稿等行为是否展示位置
        </p>
        <p>
          g.进入【我】-【设置】-【隐私设置】-【活跃状态】中控制你的活跃状态是否会向你的朋友展示。关闭后，你也无法查看其他朋友的活跃情况
        </p>
        <p>
          h.进入【我】-【设置】-【隐私设置】-【浏览记录】中控制你对某一内容的浏览是否会被该内容的作者看到。关闭后，你也不能看到你的内容被查看的浏览记录。本设置可能不对“日常”作品生效。
        </p>
        <p>
          i.进入【我】-【设置】-【隐私设置】-【不让TA看】中控制你的内容是否对特定用户展示。如果你仅希望设置某一特定内容不对特定用户展示，可在【我】-【作品】中选择相应内容，点击【权限设置】后在【不给谁看】中进行设置。
        </p>
        <p>
          j.进入【我】-【设置】-【隐私设置】-【不看TA】中控制特定用户的内容是否在"推荐"等页面向你展示；但设置后你仍可进入Ta的个人主页查看Ta发布的内容。
        </p>
        <p>
          k.进入【我】-【作品】-【权限设置】-【合拍与下载权限】中控制他人是否可与你的特定作品进行合拍，或是否可下载你的特定作品。
        </p>
        <p>
          j.进入【我】-【设置】-【帐号与安全】-【第三方帐号绑定】选择发布作品是否同步至今日头条和西瓜视频
        </p>
        <p><br /></p>
        <p><strong>7.3 注销帐号</strong></p>
        <p>
          你可以在【我】-【设置】-【帐号与安全】-【抖音安全中心】进行帐号注销。在你注销帐号前，我们将验证你的个人身份、安全状态、设备信息等。有关注销的流程和内容，请参见<a
            href="https://www.douyin.com/agreements/?id=6952692089335318536"
            >《抖音注销须知》</a
          >。你知悉并理解，注销帐号的行为是不可逆的行为，当你注销帐号后，我们将删除有关你的相关信息或进行匿名化处理，但法律法规另有规定的除外。
        </p>
        <p><br /></p>
        <p><strong>7.4 投诉举报</strong></p>
        <p>
          你可以按照我们公示的制度进行投诉或举报。如果你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，你可以在【我】-【设置】-【反馈与帮助】，进入用户反馈界面与我们联系。我们核查后会在15个工作日内反馈你的投诉与举报。
        </p>
        <p><br /></p>
        <p><strong>7.5 访问隐私政策</strong></p>
        <p>
          a.你可以在注册页面，或者在登录个人帐号【我】-【设置】-
          【隐私政策】查看本隐私政策的全部内容。
        </p>
        <p>
          b.请你了解，本隐私政策中所述的抖音及相关服务可能会根据你所使用的手机型号、系统版本、软件应用程序版本、移动客户端等因素而有所不同。最终的产品和服务以你所使用的抖音软件及相关服务为准。
        </p>
        <p><br /></p>
        <p><strong>7.6 停止运营向你告知</strong></p>
        <p>
          如我们停止运营，我们将及时停止收集你个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知你，并对所持有的你的个人信息进行删除或匿名化处理。
        </p>
        <p><br /></p>
        <p><strong>8.未成年人条款</strong></p>
        <p><strong>8.1未成年人通用条款</strong></p>
        <p>
          a.若你是未满18周岁的未成年人，在使用抖音及相关服务前，应在你的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。
        </p>
        <p>
          b.我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。同时我们建立了严格的未成年人信息收集使用规则，以保护儿童和青少年个人信息安全，你可以通过阅读<a
            href="https://aweme.snssdk.com/falcon/douyin/agreements/?aid=6748321203867355150&amp;hide_nav_bar=1"
            >《儿童/青少年使用须知》</a
          >了解更具体内容。
        </p>
        <p>
          c.若你是未成年人的监护人，当你对你所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。
        </p>
        <p><br /></p>
        <p><strong>8.2未成年人特殊保护</strong></p>
        <p><strong>8.2.1 时间锁</strong></p>
        <p>
          【我】-【未成年保护工具】中可以设置"时间锁"，功能开启后单日使用时长超过提前设置的触发时间时，需要你输入提前设置的密码才可继续使用。
        </p>
        <p><strong>8.2.2 儿童/青少年模式</strong></p>
        <p>
          【我】-【未成年保护工具】中可以设置"儿童/青少年模式"，功能开启后只能在特定时段和时长内使用抖音，超过特定时长时，需要你输入提前设置的密码才可继续使用。
        </p>
        <p><strong>8.2.3 亲子平台</strong></p>
        <p>
          【我】- 【未成年保护工具】中可以在接受<a href="https://www.douyin.com/guardian/"
            >《抖音亲子平台服务协议》</a
          >后开启亲子平台功能。当你申请开启该功能，我们可能会要求你提供合法身份证明、监护人证明、抖音帐号、联系方式等个人信息，用于验证绑定帐号的用户身份，并对被绑定帐号用户的身份进行必要的核验。功能开启后，抖音会根据你的申请，对未成年人帐号采取使用时长、内容过滤等限制措施。
        </p>
        <p><br /></p>
        <p><strong>9.隐私政策的修订和通知</strong></p>
        <p>
          a.为了给你提供更好的服务，抖音及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经你明确同意，我们不会削减你依据当前生效的本隐私政策所应享受的权利。
        </p>
        <p>
          b.本隐私政策更新后，我们会在抖音发出更新版本，并在更新后的条款生效前通过官方网站（https://www.douyin.com）公告或其他适当的方式提醒你更新的内容，以便你及时了解本隐私政策的最新版本。
        </p>
        <p><br /></p>
        <p><strong>10.联系我们</strong></p>
        <p>
          如果你对个人信息保护问题有投诉、建议、疑问，你可以将问题发送至（Dataprivacy@bytedance.com）或邮寄至下列地址：
        </p>
        <p>北京市海淀区中国卫星通信大厦 法务部 数据安全与隐私保护中心</p>
        <p>我们将尽快审核所涉问题，并在验证你的用户身份后的十五个工作日内回复。</p>
        <p><br /></p>
      </div>
    </div>

    <div class="content" v-if="type === '“抖音”用户服务协议'">
      <div class="container">
        <h3 class="title">“抖音”用户服务协议</h3>
        <div class="text-warpper douyin">
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">更新日期：</font>2021<font
                style="font-family: Microsoft Yahei"
                >年</font
              >5<font style="font-family: Microsoft Yahei">月</font>31<font
                style="font-family: Microsoft Yahei"
                >日</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">生效日期：</font>2021<font
                style="font-family: Microsoft Yahei"
                >年</font
              >6<font style="font-family: Microsoft Yahei">月</font>7<font
                style="font-family: Microsoft Yahei"
                >日</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>1.<font style="font-family: Microsoft Yahei">导言</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">欢迎您使用“抖音”软件及相关服务！</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >“抖音”软件及相关服务，系指北京微播视界科技有限公司及其关联方（以下简称“公司”）合法拥有并运营的、标注名称为“抖音”的客户端应用程序（同时含其简化版等不同版本）以及相关网站（</font
            ><a href="https://www.douyin.com/">www.douyin.com</a
            ><font style="font-family: Microsoft Yahei"
              >）向您提供的产品与服务，包括但不限于个性化音视频推荐、网络直播、发布信息、互动交流、搜索查询等核心功能及其他功能。《“抖音”用户服务协议》（以下称“本协议”）是您与公司就您下载、安装、注册、登录、使用（以下统称“使用”）“抖音”软件，并获得“抖音”软件提供的相关服务所订立的协议。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >为了更好地为您提供服务，请您在开始使用“抖音”软件及相关服务之前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。</font
            ><strong
              ><font style="font-family: Microsoft Yahei"
                >其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">如您未满</font>18<font
                style="font-family: Microsoft Yahei"
                >周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >如您不同意本协议，这将导致公司无法为您提供完整的产品和服务，您也可以选择停止使用。</font
            ><strong
              ><font style="font-family: Microsoft Yahei">如您自主选择同意或使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务，则视为您已充分理解本协议，并同意作为本协议的一方当事人接受本协议以及其他与</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务相关的协议和规则（包括但不限于</font
              ></strong
            ><a href="https://www.douyin.com/privacy/">《“抖音”隐私政策》</a
            ><strong><font style="font-family: Microsoft Yahei">）的约束。</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >公司有权依“抖音”软件及相关服务或运营的需要单方决定，安排或指定其关联方、控制公司、继承公司或公司认可的第三方公司继续运营“抖音”软件。并且，就本协议项下涉及的某些服务，可能会由公司的关联方、控制公司、继承公司或公司认可的第三方公司向您提供。您知晓并同意接受相关服务内容，即视为接受相关权利义务关系亦受本协议约束。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >如对本协议内容有任何疑问、意见或建议，您可通过登录“抖音”客户端内的“反馈与帮助”页面或发送邮件至feedback@douyin.com与公司联系。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong
              >2.“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.1您使用“抖音”软件及相关服务，可以通过预装、公司已授权的第三方下载等方式获取“抖音”客户端应用程序或访问抖音相关网站。</font
            ><strong
              ><font style="font-family: Microsoft Yahei"
                >若您并非从公司或经公司授权的第三方获取</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件的，公司无法保证非官方版本的</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件能够正常使用，您因此遭受的损失与公司无关。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.2公司可能为不同的终端设备开发不同的应用程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.3您可根据需要自行使用“抖音”软件及相关服务或更新“抖音”版本，如您不再需要使用“抖音”软件及相关服务，您也可自行卸载相应的应用程序软件。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.4为更好的提升用户体验及服务，公司将不定期提供“抖音”软件及相关服务的更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等），您可根据需要自行选择是否更新相应的版本。为保证“抖音”软件及相关服务安全、提升用户服务，“抖音”软件及相关服务部分或全部更新后，公司将在可行情况下以适当方式（包括但不限于系统提示、公告、站内信等）提示您，您有权选择接受更新后版本；如您选择不作更新，则“抖音”软件及相关服务的部分功能将受到限制或不能正常使用。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.5除非得到公司明示事先书面授权，您不得以任何形式对“抖音”软件及相关服务进行包括但不限于改编、复制、传播、垂直搜索、镜像或交易等未经授权的访问或使用。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.6您理解，您使用“抖音”软件及相关服务需自行准备与软件及相关服务有关的终端设备（如电脑、手机等装置），一旦您在您终端设备中打开“抖音”软件或访问“抖音”相关网站，即视为您使用“抖音”软件及相关服务。为充分实现“抖音”的全部功能，您可能需要将您的终端设备联网，您理解您应自行承担所需要的费用（如流量费、上网费等）。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.7公司许可您一项个人的、可撤销的、不可转让的、非独占地和非商业的合法使用“抖音”软件及相关服务的权利。本协议未明示授权的其他一切权利仍由公司保留，您在行使该些权利前须另行获得公司的书面许可，同时公司如未行使前述任何权利，并不构成对该权利的放弃。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >2.8您无需注册也可开始使用“抖音”软件及相关服务，但部分功能或服务可能会受到影响。同时，您也理解，为使您更好地使用“抖音”软件及相关服务，保障您的帐号安全，某些功能和/或某些单项服务项目，如评论服务、网络直播服务等，要求您按照国家相关法律法规的规定，提供真实的身份信息实名注册并登录后方可使用。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">2.9</font
            >如您发现“抖音”客户端或官方网站内存在任何侵犯您权利的内容，您可参考<a
              href="https://www.douyin.com/agreements/?id=6916756127044601869"
              >抖音侵权投诉指引</a
            >的内容，按照抖音客户端中提示的投诉途径通知公司，并提供您有相关权利的证据，公司将会依据相关法律规定及时处理您的投诉。如您在“抖音”发布的内容被相关权利人投诉侵权并被处理，且您不认可处理结果，您应根据平台提示的方式（应用内通知或
            <a
              href='https://security.feishu.cn/link/safety?target=mailto:jubao@douyin.com&amp;scene=ccm&amp;logParams={"location":"docs_sdk_comment"}&amp;lang=zh-CN'
              >jubao@douyin.com</a
            >）向抖音提交不侵权声明（<u
              ><a
                href="https://sf1-dycdn-tos.pstatp.com/obj/eden-cn/kpchkeh7upepld/fe_app_new/Counter-noticeReport-0112.docx"
                >模板下载</a
              ></u
            >）及相关权利证明材料进行申诉，公司同样将会依据相关法律规定及时处理您的申诉。
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong
              >3.<font style="font-family: Microsoft Yahei">关于</font>“<font
                style="font-family: Microsoft Yahei"
                >帐号</font
              >”</strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.1“抖音”软件及相关服务为您提供了注册通道，您有权选择合法的字符组合作为自己的帐号，并自行设置符合安全要求的密码。用户设置的帐号、密码是用户用以登录并以注册用户身份使用“抖音”软件及相关服务的凭证。</font
            >
          </p>
          <p><font style="font-family: Microsoft Yahei">3.2帐号注销</font></p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >在需要终止使用“抖音”帐号服务时，符合以下条件的，您可以申请注销您的“抖音”帐号：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（1）您仅能申请注销您本人的帐号，并依照“抖音”的流程进行注销；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（2）您仍应对您在注销帐号前且使用“抖音”服务期间的行为承担相应责任；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（3）注销成功后，帐号记录、功能等将无法恢复或提供。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >如您需要注销您的“抖音”帐号，请打开抖音客户端，在【设置】-【帐号与安全】-【抖音安全中心】中的注销帐号处，按提示进行注销。</font
            >
          </p>
          <p>
            <strong
              >3.3<font style="font-family: Microsoft Yahei"
                >您理解并承诺，您所设置的帐号不得违反国家法律法规及</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >的相关规则，您的帐号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等或采取其他足以让人引起混淆的方式）开设帐号，不得恶意注册</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >帐号（包括但不限于频繁注册、批量注册帐号等行为）。您在帐号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >3.4<font style="font-family: Microsoft Yahei">您在</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >中的注册帐号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该帐号。如果公司发现或者有合理理由认为使用者并非帐号初始注册人，为保障帐号安全，公司有权立即暂停或终止向该注册帐号提供服务，并有权永久禁用该帐号。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.5您有责任维护个人帐号、密码的安全性与保密性，并对您以注册帐号名义所从事的活动承担全部法律责任，包括但不限于您在“抖音”软件及相关服务上进行的任何数据修改、言论发表、款项支付等操作行为可能引起的一切法律责任。您应高度重视对帐号与密码的保密，在任何情况下不向他人透露帐号及密码。若发现他人未经许可使用您的帐号或发生其他任何安全漏洞问题时，您应当立即通知公司。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.6如您丢失帐号或遗忘密码，可遵照公司的申诉途径及时申诉请求找回帐号或密码。您理解并认可，密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系帐号真正有权使用者。公司特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不当等自身原因或其他不可抗因素导致遭受盗号或密码丢失，您应自行承担相应责任。</font
            >
          </p>
          <p>
            <strong
              >3.7<font style="font-family: Microsoft Yahei"
                >在注册、使用和管理帐号时，您应保证注册帐号时填写的身份信息的真实性，请您在注册、管理帐号时使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等）。依照国家法律法规的规定，为使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务的部分功能，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不规范、不合法或者公司有理由怀疑为错误、不实或不合法的资料，则公司有权拒绝为您提供相关服务，您可能无法使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务或在使用过程中部分功能受到限制。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.8除自行注册“抖音”帐号外，您也可选择通过授权使用您合法拥有的包括但不限于公司和/或其关联方其他软件或平台用户帐号，以及实名注册的第三方软件或平台用户帐号登录使用“抖音”软件及相关服务，但第三方软件或平台对此有限制或禁止的除外。当您以前述已有帐号登录使用的，应保证相应帐号已进行实名注册登记，并同样适用本协议中的相关条款。</font
            >
          </p>
          <p>
            <strong
              >3.9<font style="font-family: Microsoft Yahei">您理解并同意，除您登录、使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务外，您还可以用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >帐号登录使用公司及其关联方或其他合作方提供的其他软件、服务。您以</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >帐号登录并使用前述服务的，同样应受其他软件、服务实际提供方的用户协议及其他协议条款约束。在使用</font
              >9.9.0<font style="font-family: Microsoft Yahei"
                >及以上版本（版本信息可点击“我”进入个人主页，在“设置”页最下方查看）的“抖音”客户端应用程序及相关网站为您提供的服务时，您在该版本注册的帐号可同时登录“抖音火山版”客户端应用程序（以下简称“抖音火山版”）并获得抖音火山版相关服务、使用相关功能，但部分使用第三方帐号注册的情形除外。您使用该帐号登录、使用抖音火山版的，应同时受《“抖音火山版”用户服务协议》、《“抖音火山版”隐私政策》及相关协议条款的约束。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >3.10<font style="font-family: Microsoft Yahei"
                >为提高您内容曝光量及发布效率，您同意您在</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务的帐号及相应帐号所发布的全部内容均授权公司以您的帐号自动同步发布至公司及</font
              >/<font style="font-family: Microsoft Yahei"
                >或关联方运营的其他软件及网站，您帐号的头像、昵称等公开信息可能会一并同步。您在</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件</font
              >/<font style="font-family: Microsoft Yahei"
                >网站发布、修改、删除内容的操作，均会同步到上述其他软件及网站。</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei"
                >您通过已注册或者已同步的帐号登录公司及</font
              >/<font style="font-family: Microsoft Yahei"
                >或关联方运营的系列客户端软件产品及网站时（如有），应遵守该软件产品及网站自身的用户协议及其他协议条款的规定。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.11当您完成“抖音”的帐号注册、登录并进行合理和必要的身份验证后，您可随时浏览、修改自己提交的个人身份信息。</font
            ><strong
              ><font style="font-family: Microsoft Yahei"
                >您理解并同意，出于安全性和身份识别（如帐号或密码找回申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</font
              ></strong
            ><font style="font-family: Microsoft Yahei"
              >您也可以申请注销帐号，公司会在完成个人身份、安全状态、设备信息、侵权投诉等方面的合理和必要的验证后协助您注销帐号，并依照您的要求删除有关您帐号的一切信息，法律法规另有规定的除外。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >3.12您理解并同意，为了充分使用帐号资源，如您在注册后未及时进行初次登录使用或连续超过二个月未登录帐号并使用，公司有权收回您的帐号。如您的帐号被收回，您可能无法通过您此前持有的帐号登录并使用“抖音”软件及相关服务，您该帐号下保存的任何个性化设置和使用记录将无法恢复。在收回您的帐号之前，公司将以适当的方式向您作出提示，如您在收到相关提示后一定期限内仍未登录、使用帐号，公司将进行帐号收回。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >如您的帐号被收回，您可以通过注册新的帐号登录、使用“抖音”软件及相关服务。您注册新帐号并登录、使用的行为仍受到本协议相关条款的约束。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>4.<font style="font-family: Microsoft Yahei">用户个人信息保护</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >公司与您一同致力于您个人信息（即能够独立或与其他信息结合后识别您身份的信息）的保护。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >保护用户个人信息是公司的基本原则之一，在使用“抖音”软件及相关服务的过程中，您可能需要提供您的个人信息（包括但不限于您的姓名、电话号码、位置信息、设备信息等），以便公司向您提供更好的服务和相应的技术支持。公司将依法保护您浏览、修改、删除相关个人信息以及撤回授权的权利，并将运用加密技术、匿名化处理等其他与“抖音”软件及相关服务相匹配的技术措施及其他安全措施保护您的个人信息。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">更多关于您个人信息保护的内容，请参看</font
            ><a href="https://www.douyin.com/privacy/">《抖音隐私政策》。</a><br />
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>5.<font style="font-family: Microsoft Yahei">用户行为规范</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">5.1用户行为要求</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >您应对您使用“抖音”软件及相关服务的行为负责，除非法律允许或者经公司事先书面许可，您使用“抖音”软件及相关服务不得具有下列行为：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.1.1使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对“抖音”软件及相关服务的正常运行进行干扰、破坏、修改或施加其他影响。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.1.2利用或针对“抖音”软件及相关服务进行任何危害计算机网络安全的行为，包括但不限于：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（1）非法侵入网络、干扰网络正常功能、窃取网络数据等危害网络安全的活动；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（4）使用未经许可的数据或进入未经许可的服务器/帐号；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（6）未经许可，企图探查、扫描、测试“抖音”系统或网络的弱点或其它实施破坏网络安全的行为；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（7）企图干涉、破坏“抖音”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（8）伪造TCP/IP数据包名称或部分名称；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（9）对“抖音”软件及相关服务进行反向工程、反向汇编、编译或者以其他方式尝试发现“抖音”软件及相关服务的源代码；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（10）恶意注册“抖音”帐号，包括但不限于频繁、批量注册帐号；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（11）违反法律法规、本协议、公司的相关规则及侵犯他人合法权益的其他行为。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.1.3如果公司有理由认为您的行为违反或可能违反上述约定的，公司可独立进行判断并处理，且在任何时候有权在不事先通知的情况下终止向您提供服务，并依法追究相关责任。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">5.2信息内容展示及规范</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.2.1您按规定完成实名认证后，可以以注册帐号或“抖音”合作平台帐号登录“抖音”发布信息、互动交流、评论等。您在“抖音”中因相关操作所形成的关注、粉丝信息将会向其他用户展示。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.2.2公司致力使发布信息、互动交流、评论成为文明、理性、友善、高质量的意见交流。在推动发布信息、互动交流、评论业务发展的同时，不断加强相应的信息安全管理能力，完善发布信息、互动交流、评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.2.3您制作、评论、发布、传播的信息（包括但不限于随拍或上传至“抖音”平台的未公开的私密视频）应自觉遵守法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚和信息真实性等“七条底线”要求，否则公司有权立即采取相应处理措施。您同意并承诺不制作、复制、发布、传播下列信息：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（1）反对宪法确定的基本原则的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（2）危害国家安全，泄露国家秘密的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（3）颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（4）损害国家荣誉和利益的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（5）宣扬恐怖主义、极端主义的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（6）宣扬民族仇恨、民族歧视，破坏民族团结的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（7）煽动地域歧视、地域仇恨的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（8）破坏国家宗教政策，宣扬邪教和封建迷信的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（10）散布、传播淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（11）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（12）侮辱或者诽谤他人，侵害他人合法权益的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（13）对他人进行暴力恐吓、威胁，实施人肉搜索的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（14）涉及他人隐私、个人信息或资料的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（15）散布污言秽语，损害社会公序良俗的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（16）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（17）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（18）使用本网站常用语言文字以外的其他语言文字评论的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">（19）与所评论的信息毫无关系的；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（20）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（21）侵害未成年人合法权益或者损害未成年人身心健康的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（22）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（23）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的，包括但不限于以下情形：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei">i. 任何暴力和/或自残行为内容；</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >ii.
              任何威胁生命健康、利用刀具等危险器械表演的危及自身或他人人身及/或财产权利的内容；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >iii.怂恿、诱导他人参与可能会造成人身伤害或导致死亡的危险或违法活动的内容；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（24）其他含有违反法律法规、政策及公序良俗、干扰“抖音”正常运营或侵犯其他用户或第三方合法权益内容的信息。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.2.4
              您制作、发布、传播的内容需遵守《网络音视频信息服务管理规定》及相关法律法规规定，不得利用基于深度学习、虚拟现实等的新技术新应用制作、发布、传播虚假新闻信息。您在发布或传播利用基于深度学习、虚拟现实等的新技术新应用制作的非真实音视频信息时，</font
            ><strong
              ><font style="font-family: Microsoft Yahei">应当以显著方式予以标识</font></strong
            ><font style="font-family: Microsoft Yahei">。</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >5.3公司设立公众投诉、举报平台，您可按照公司公示的投诉举报制度向公司投诉、举报各类违法违规行为、违法传播活动、违法有害信息等内容，公司将及时受理和处理您的投诉举报，以共同营造风清气正的网络空间。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong
              >6.“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >信息内容使用规范</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >6.1未经公司书面许可，任何用户、第三方均不得自行或授权、允许、协助他人对“抖音”软件及相关服务中信息内容进行如下行为：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（1）复制、读取、采用“抖音”软件及相关服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（2）擅自编辑、整理、编排“抖音”软件及相关服务的信息内容后在“抖音”软件及相关服务的源页面以外的渠道进行展示；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（3）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对“抖音”软件及相关服务的信息内容产生流量、阅读量引导、转移、劫持等不利影响；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（4）其他非法获取或使用“抖音”软件及相关服务的信息内容的行为。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >6.2未经公司书面许可，任何用户、第三方不得以任何方式（包括但不限于盗链、冗余盗取、非法抓取、模拟下载、深度链接、假冒注册等）直接或间接盗取“抖音”软件及相关服务的视频、图文等信息内容，或以任何方式（包括但不限于隐藏或者修改域名、平台特有标识、用户名等）删除或改变相关信息内容的权利管理电子信息。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >6.3经公司书面许可后，用户、第三方对“抖音”软件及相关服务的信息内容的分享、转发等行为，还应符合以下规范：</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（1）对抓取、统计、获得的相关搜索热词、命中率、分类、搜索量、点击率、阅读量等相关数据，未经公司事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（2）不得对“抖音”软件及相关服务的源网页进行任何形式的任何改动，包括但不限于“抖音”软件及相关服务的首页链接、广告系统链接等入口，也不得对“抖音”软件及相关服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（3）应当采取安全、有效、严密的措施，防止“抖音”软件及相关服务的信息内容被第三方通过包括但不限于“蜘蛛”（spider）程序等任何形式进行非法获取；</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（4）不得把相关数据内容用于公司书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >（5）用户向任何第三人分享、转发、复制“抖音”软件及相关服务信息内容的行为，还应遵守公司为此制定的其他规范和标准，如</font
            ><a
              href="https://aweme.snssdk.com/magic/page/ejs/5ca204b709a5900217b1f018?appType=douyin"
              >《抖音社区自律公约》</a
            ><font style="font-family: Microsoft Yahei">及“抖音”其他功能的相关协议。</font>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>7.<font style="font-family: Microsoft Yahei">违约处理</font></strong>
          </p>
          <p>
            <strong
              >7.1<font style="font-family: Microsoft Yahei"
                >针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、立即停止传输信息、删除内容或评论、短期禁止发布内容或评论、限制帐号部分或者全部功能直至终止提供服务、永久关闭帐号等措施，对于因此而造成您无法正常使用帐号及相关服务、无法正常获取您帐号内资产或其他权益等后果，公司不承担任何责任。公司有权公告处理结果，且有权根据实际情况决定是否恢复相关帐号的使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为，公司将保存有关记录，并有权依法向有关主管部门报告、配合有关主管部门调查、向公安机关报案等。对已删除内容公司有权不予恢复。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >7.2<font style="font-family: Microsoft Yahei"
                >因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行处理并承担可能因此产生的全部法律责任。因您的违法或违约等行为导致公司及其关联方、控制公司、继承公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿公司及其关联方、控制公司、继承公司因此遭受的全部损失。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >7.3<font style="font-family: Microsoft Yahei"
                >公司尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行处理并承担可能因此产生的全部法律责任；如因您的侵权行为导致公司及其关联方、控制公司、继承公司遭受损失的（包括但不限于经济、商誉等损失），您还应足额赔偿公司及其关联方、控制公司、继承公司遭受的全部损失。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong
              >8.<font style="font-family: Microsoft Yahei">服务的变更、中断和终止</font></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >8.1您理解并同意，公司提供的“抖音”软件及相关服务是按照现有技术和条件所能达到的现状提供的。公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，公司不能随时或始终预见和防范法律、技术以及其他风险，包括但不限于不可抗力、网络原因、第三方服务瑕疵、第三方网站等原因可能导致的服务中断、不能正常使用“抖音”软件及相关服务以及其他的损失和风险。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >8.2您理解并同意，公司为了整体服务运营、平台运营安全的需要，有权视具体情况决定服务/功能的设置及其范围修改、中断、中止或终止“抖音”软件及相关服务。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>9.<font style="font-family: Microsoft Yahei">广告</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >9.1您理解并同意，在您使用“抖音”软件及相关服务过程中，公司可能会向您推送具有相关性的信息、广告发布或品牌推广服务，且公司将在“抖音”软件及相关服务中展示“抖音”软件及相关服务和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >9.2如您不愿意接收具有相关性的广告，您有权对该广告信息选择“不感兴趣”，该广告同类广告的推送将会减少。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >9.3如您不愿意接收“抖音”推送通知服务的，您有权在手机系统通知管理中自行关闭该服务。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >9.4公司依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，您应自行承担，公司不予承担责任。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>10.<font style="font-family: Microsoft Yahei">知识产权</font></strong>
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >10.1公司在“抖音”软件及相关服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属于公司所有。公司提供“抖音”及相关服务时所依托的软件的著作权、专利权及其他知识产权均归公司所有。未经公司许可，任何人不得擅自使用（包括但不限于通过任何机器人、“蜘蛛”等程序或设备监视、复制、传播、展示、镜像、上载、下载）“抖音”软件及相关服务中的内容。</font
            >
          </p>
          <p>
            <strong
              >10.2<font style="font-family: Microsoft Yahei">您理解并承诺，您在使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务时发布上传的内容（包括但不限于文字、图片、视频、音频等各种形式的内容及其中包含的音乐、声音、台词、视觉设计等所有组成部分）均由您原创或已获合法授权（且含转授权）。您通过</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >上传、发布所产生内容的知识产权归属您或原始著作权人所有。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >10.3<font style="font-family: Microsoft Yahei"
                >除非有相反证明，您知悉、理解并同意，为使您的作品得到更好的分享及推广，提高其传播价值及影响力，您通过</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务上传、发布或传输的内容（包括但不限文字，图像，音频，视频、直播内容等各种形式的内容及其中包括的音乐、声音、台词、视觉设计、对话等所有组成部分），您授予公司及其关联方、控制公司、继承公司一项全球范围内、免费、非独家、可再许可（通过多层次）的权利（包括但不限于复制权、翻译权、汇编权、信息网络传播权、改编权及制作衍生品、表演和展示的权利等），上述权利的使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等使用。您在此确认并同意，公司有权自行或许可第三方在与上述内容、</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务、公司和</font
              >/<font style="font-family: Microsoft Yahei"
                >或公司品牌有关的任何宣传、推广、广告、营销和</font
              >/<font style="font-family: Microsoft Yahei"
                >或研究中使用和以其他方式开发内容（全部或部分）。为避免疑义，您理解并同意，上述授予的权利包括使用、复制和展示您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识和公司标记（如有）以及任何其他品牌、营销或推广资产、物料、素材等的权利和许可。基于部分功能的特性，您通过“抖音”软件及相关服务发布的内容（包括但不限于内容中包含的声音、音频或对话等）可供其他用户使用“抖音”软件创作及发布相关内容时使用。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >10.4<font style="font-family: Microsoft Yahei"
                >您确认并同意授权公司以公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >10.5<font style="font-family: Microsoft Yahei">公司为</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei">开发、运营提供技术支持，并对</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务的开发和运营等过程中产生的所有数据和信息等享有法律法规允许范围内的全部权利。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >10.6<font style="font-family: Microsoft Yahei"
                >请您在任何情况下都不要私自使用公司的包括但不限于</font
              >“<font style="font-family: Microsoft Yahei">微播视界</font>”<font
                style="font-family: Microsoft Yahei"
                >、</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >和</font
              >“douyin.com”<font style="font-family: Microsoft Yahei"
                >等在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为</font
              >“<font style="font-family: Microsoft Yahei">标识</font>”<font
                style="font-family: Microsoft Yahei"
                >）。未经公司事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用公司上述商标、标识等给公司或他人造成损失的，由您承担全部法律责任。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>11.<font style="font-family: Microsoft Yahei">免责声明</font></strong>
          </p>
          <p>
            <strong
              >11.1<font style="font-family: Microsoft Yahei">您理解并同意，</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务可能会受多种因素的影响或干扰，公司不保证</font
              >(<font style="font-family: Microsoft Yahei">包括但不限于</font>)<font
                style="font-family: Microsoft Yahei"
                >：</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.1.1“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务完全适合用户的使用要求；</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.1.2“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务不受干扰，及时、安全、可靠或不出现错误；用户经由公司取得的任何软件、服务或其他材料符合用户的期望；</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.1.3“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务中任何错误都将能得到更正。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.2<font style="font-family: Microsoft Yahei"
                >如有涉嫌借款、投融资、理财或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，对您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.3<font style="font-family: Microsoft Yahei">您理解并同意，在使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），包括但不限于政府行为、自然灾害（如洪水、地震、台风等）、网络原因、战争、罢工、骚乱等。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力造成的暂停、中止、终止服务或造成的任何损失，公司在法律法规允许范围内免于承担责任。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.4<font style="font-family: Microsoft Yahei"
                >公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.5<font style="font-family: Microsoft Yahei">您理解并同意：关于</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务的使用行为应自行承担相应风险。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.6<font style="font-family: Microsoft Yahei"
                >您理解并同意，本协议旨在保障遵守国家法律法规、维护公序良俗，保护用户和他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果您已经理解并同意自行承担。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >11.7<font style="font-family: Microsoft Yahei"
                >在任何情况下，公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务而遭受的利润损失，承担责任。除法律法规另有明确规定外，公司对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您因使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务期间而支付给公司的费用（如有）。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong
              >12.<font style="font-family: Microsoft Yahei"
                >关于单项服务与第三方服务的特殊约定</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >12.1“抖音”软件及相关服务中包含公司以各种合法方式获取的信息或信息内容链接，同时也包括公司及其关联方合法运营的其他单项服务。这些服务在“抖音”可能以单独板块形式存在。公司有权不时地增加、减少或改动这些特别板块的设置及服务。</font
            >
          </p>
          <p>
            <strong
              >12.2<font style="font-family: Microsoft Yahei">您可以在</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件中开启和使用上述单项服务功能。某些单项服务可能需要您同时接受就该服务特别制订的协议或者其他约束您与该项服务提供者之间的规则。必要时公司将以醒目的方式提供这些协议、规则供您查阅。一旦您开始使用上述服务，则视为您理解并接受有关单项服务的相关协议、规则的约束。如未标明使用期限、或未标明使用期限为</font
              >“<font style="font-family: Microsoft Yahei">永久</font>”<font
                style="font-family: Microsoft Yahei"
                >、</font
              >“<font style="font-family: Microsoft Yahei">无限期</font>”<font
                style="font-family: Microsoft Yahei"
                >或</font
              >“<font style="font-family: Microsoft Yahei">无限制</font>”<font
                style="font-family: Microsoft Yahei"
                >的，则这些服务的使用期限为自您开始使用该服务至该服务在</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件停止提供之日为止。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >12.3<font style="font-family: Microsoft Yahei">您在</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件中使用第三方提供的软件及相关服务时，除遵守本协议及</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件中的其他相关规则外，还可能需要同意并遵守第三方的协议、相关规则。如因第三方软件及相关服务产生的争议、损失或损害，由您自行与第三方解决，公司并不就此而对您或任何第三方承担任何责任。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>13.<font style="font-family: Microsoft Yahei">未成年人使用条款</font></strong>
          </p>
          <p>
            <strong
              >13.1<font style="font-family: Microsoft Yahei">若您是未满</font>18<font
                style="font-family: Microsoft Yahei"
                >周岁的未成年人，您应在您的监护人监护、指导下并获得监护人同意的情况下，认真阅读并同意本协议后，方可使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务。</font
              >若您未取得监护人的同意，监护人可以通过平台公示渠道通知平台处理相关帐号，平台有权对相关帐号的功能、使用进行限制，包括但不限于浏览、发布信息、互动交流等功能。</strong
            >
          </p>
          <p>
            <strong
              >13.2<font style="font-family: Microsoft Yahei"
                >公司重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并应在取得监护人的同意以及在监护人指导下正确使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >13.3<font style="font-family: Microsoft Yahei"
                >未成年人用户及其监护人理解并确认，如您违反法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此而可能导致的全部法律责任。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >13.4
              “抖音”专门为未成年人提供青少年模式，监护人应为未成年人选择使用青少年模式。</strong
            >
          </p>
          <p>
            <strong
              >13.5<font style="font-family: Microsoft Yahei">未成年人用户特别提示</font></strong
            >
          </p>
          <p>
            <strong
              >13.5.1<font style="font-family: Microsoft Yahei">未成年人使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务应该在其监护人的监督指导下，在合理范围内正确学习使用网络，避免沉迷虚拟的网络空间，养成良好上网习惯。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >13.5.2<font style="font-family: Microsoft Yahei"
                >青少年用户必须遵守《全国青少年网络文明公约》：</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">（</font>1<font
                style="font-family: Microsoft Yahei"
                >）要善于网上学习，不浏览不良信息；</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">（</font>2<font
                style="font-family: Microsoft Yahei"
                >）要诚实友好交流，不侮辱欺诈他人；</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">（</font>3<font
                style="font-family: Microsoft Yahei"
                >）要增强自护意识，不随意约会网友；</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">（</font>4<font
                style="font-family: Microsoft Yahei"
                >）要维护网络安全，不破坏网络秩序；</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei">（</font>5<font
                style="font-family: Microsoft Yahei"
                >）要有益身心健康，不沉溺虚拟时空。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >13.5.3<font style="font-family: Microsoft Yahei"
                >为更好地保护未成年人隐私权益，公司特别提醒您慎重发布包含未成年人素材的内容，一经发布，即视为您已获得权利人同意在</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务展示未成年人的肖像、声音等信息，且允许公司依据本协议使用、处理该等与未成年人相关的内容。</font
              ></strong
            >
          </p>
          <p>
            <strong>13.6<font style="font-family: Microsoft Yahei">监护人特别提示</font></strong>
          </p>
          <p>
            <strong
              >13.6.1<font style="font-family: Microsoft Yahei">如您的被监护人使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务的，您作为监护人应指导并监督被监护人的注册和使用行为，如您的被监护人申请注册抖音帐号，公司将有权认为其已取得您的同意。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >13.6.2<font style="font-family: Microsoft Yahei">您的被监护人在使用</font>“<font
                style="font-family: Microsoft Yahei"
                >抖音</font
              >”<font style="font-family: Microsoft Yahei"
                >软件及相关服务时可能使用充值、打赏等功能。您作为监护人，请保管好您的支付设备、支付账户及支付密码等，以避免被监护人在未取得您同意的情况下通过您的抖音帐号使用充值、打赏等功能。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"><br /></font><br />
          </p>
          <p>
            <strong>14<font style="font-family: Microsoft Yahei">．其他</font></strong>
          </p>
          <p>
            <strong
              >14.1<font style="font-family: Microsoft Yahei"
                >本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国法律。倘若本协议之任何规定因与中华人民共和国法律抵触而无效，则这些条款应在不违反法律的前提下按照尽可能接近本协议原条文目的之原则进行重新解释和适用，且本协议其它规定仍应具有完整的效力及效果。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >14.2<font style="font-family: Microsoft Yahei"
                >本协议的签署地点为中华人民共和国北京市海淀区，若您与公司发生任何争议，双方应尽量友好协商解决，协商不成，您同意应将争议提交至北京市海淀区人民法院诉讼解决。</font
              ></strong
            >
          </p>
          <p>
            <strong
              >14.3<font style="font-family: Microsoft Yahei"
                >为给您提供更好的服务或因国家法律法规、政策调整、技术条件、产品功能等变化需要，公司会适时对本协议进行修订，修订内容构成本协议的组成部分。本协议更新后，公司会在</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >发出更新版本，并在更新后的条款生效前通过官方网站（</font
              >douyin.com<font style="font-family: Microsoft Yahei"
                >）公告或其他适当的方式提醒您更新的内容，以便您及时了解本协议的最新版本，您也可以在网站首页或软件设置页面查阅最新版本的协议条款。如您继续使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务，即表示您已同意接受修订后的本协议内容。</font
              ></strong
            >
          </p>
          <p>
            <strong
              ><font style="font-family: Microsoft Yahei"
                >如您对修订后的协议内容存有异议的，请立即停止登录或使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务。若您继续登录或使用</font
              >“<font style="font-family: Microsoft Yahei">抖音</font>”<font
                style="font-family: Microsoft Yahei"
                >软件及相关服务，即视为您认可并接受修订后的协议内容。</font
              ></strong
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >14.4本协议中的标题仅为方便阅读而设，并不影响本协议中任何规定的含义或解释。</font
            >
          </p>
          <p>
            <font style="font-family: Microsoft Yahei"
              >14.5您和公司均是独立的主体，在任何情况下本协议不构成公司对您的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。</font
            >
          </p>
        </div>
      </div>
    </div>

    <div class="content" v-if="type === '抖音亲子平台服务协议'">
      <div class="container">
        <div class="text-warpper douyin">
          <div class="center">
            <h3><strong></strong></h3>
          </div>
          <p>
            《抖音亲子平台服务协议》（以下简称"本协议"）由您与北京微播视界科技有限公司共同缔结，本协议具有合同效力。为使用亲子平台的服务（以下简称"本服务"），请您务必审慎阅读、充分理解各条款内容，特别是涉及取得您同意的条款、免除或者限制抖音责任的条款、对用户权利进行限制的条款、约定争议解决方式和司法管辖的条款。前述授权、限制、免责及争议解决方式和管辖条款可能以黑体加粗形式提示您注意。
          </p>
          <p>
            除非你已阅读本协议所有条款，否则你无权使用亲子平台服务。你使用本服务即视你为已阅读井同意签署本协议。
          </p>
          <br />
          <p>一、协议范围</p>
          <p>1.1 本协议是你与抖音之间关于你使用本服务，以及使用抖音相关服务所订立的协议。</p>
          <p>
            1.2
            本协议被视为《“抖音”用户服务协议》、《“抖音”隐私政策》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。
          </p>
          <p>
            1.3
            本协议内容同时包括抖音可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。
          </p>
          <br />
          <p>二、定义</p>
          <p>
            2.1
            抖音软件与服务提供方：指提供抖音及其服务的北京微播视界科技有限公司，在本协议中简称为"抖音"。
          </p>
          <p>
            2.2
            抖音：指由公司合法拥有并运营的、标注名称为“抖音”的客户端应用程序以及域名为www.douyin.com的网站。公司有权对应用程序及网站名称单方变更（包括但不限于更名、新增等）。
          </p>
          <p>2.3 未成年人：又称"被申请人"，指使用抖音及其服务的、未满十八周岁的自然人。</p>
          <p>
            2.4
            您：又称"申请人"或"家长"，应具备民事行为能力，申请人的法定监护人，并有权申请家长监护平台服务的自然人。
          </p>
          <p>
            2.5
            本服务：指当申请人发现未成年人过度沉迷软件使用及其他相关服务时，由申请人向抖音提供申请资料（包括但不限于合法的身份证明、监护人资格证明、抖音帐号、联系方式等信息），抖音可根据申请人的需求对未成年人的抖音帐号采取限制措施（包括但不限于限制使用时间，开启青少年模式等），与家长共同守护未成年人健康成长的服务。
          </p>
          <p>
            2.6
            抖音帐号：为使用和享受抖音服务，由未成年人申请和/或使用的即为抖音账号。该帐号的申请、使用等行为应符合抖音不时修订并公布的《“抖音”用户服务协议》、《“抖音”隐私政策》的规范。家长通过本服务，申请限制该帐号的行为。
          </p>
          <p>
            2.7 时间锁设置：应被申请人法定监护人的要求，抖音将限制该抖音帐号在抖音软件中的使用时长。
          </p>
          <p>
            2.8
            青少年模式设置：应被申请人法定监护人的要求，抖音将为其开启抖音账号青少年内容过滤模式。
          </p>
          <br />
          <p>三、服务申请流程</p>
          <p>
            3.1
            你因未成年人沉迷软件使用或其他原因，要求通过本服务限制或禁止未成年人使用抖音软件及其相关服务，可通过亲子平台进行申请。
          </p>
          <p>
            3.2
            你需要通过抖音账号登录亲子平台，并使用手机号码进行绑定。该手机号码将成为你使用本服务的唯一身份信息。
          </p>
          <p>
            3.3经您同意并知悉，您的一个帐号最多可以绑定3名未成年人的抖音帐号，且仅可绑定每名未成年人的1个抖音账号。
          </p>
          <p>
            3.4
            抖音井不承诺你一定能通过本服务的申请。申请结果将通过抖音私信的方式通知被绑定的抖音账号；你也可通过登录亲子平台进行查询。
          </p>
          <p>
            3.5
            抖音通过你的服务申请后，你可通过账号登录使用时长设置、青少年模式设置功能，对被绑定的未成年人的抖音帐号采取限制措施。
          </p>
          <br />
          <p>四、用户使用须知</p>
          <p>
            4.1
            你理解并同意，你将按本服务之需要向抖音提供申请资料，包括但不限于抖音帐号、密码，并保证其真实、合法、有效。若第三方对你申请控制抖音帐号的行为提出权属异议，你同意并授权抖音向该第三方或司法机关提供你提交的申请资料，并同意抖音可依据本协议规定或司法机关的指令，视情节严重程度，对你做出暂时或永久的禁止登录（即封号）、冻结本服务等处理措施。情节严重的，抖音保留向违法者追究责任的权力。
          </p>
          <p>
            4.2
            你理解井承诺，抖音对被申请人抖音帐号的调查和控制措施均是应你申请所为，你自愿承担被申请人抖音帐号因限制措施所遭受的任何损失（包括但不限于取证费用、诉讼费用、民事赔偿等）。
          </p>
          <p>
            4.3
            你理解并同意，抖音可以受理任何用户对任何抖音帐号加入本服务的申请。为保护你信息安全，你需要采取必要的、有效的措施，邂免被他人获悉你的手机验证信息、抖音帐号及密码等。你保证，只对有法定监护关系的未成年人有使用权的抖音帐号提出申请，不得对其他用户的抖音账号进行绑定。
          </p>
          <p>
            4.4
            你理解井承诺，抖音按照你的申请对抖音帐号采取限制措施，即视为你认可该抖音帐号在限制措施内的所有使用行为，包括但不限于满足使用时长限制的使用行为。
          </p>
          <p>4.5 你理解并同意，当被申请人年满十八周岁后，本服务自动终止。</p>
          <p>
            4.6
            你理解并同意，注册时绑定的手机号码是你使用本服务时唯一的识别信息，以及接受提醒信息的唯一途径。如因你提供的手机号码错误，导致无法成功申请服务，或因更换手机号码导致信息无法送达，抖音不承担任何责任。
          </p>
          <br />
          <p>五、法律责任与免责</p>
          <p>
            5.1
            为了增进用户体验、完善服务内容，抖音有权随时自行修改本服务功能及规则而不需通知用户，如有必要，修改会以通告形式公布于网站、服务端页面。
          </p>
          <p>
            5.2
            如你违反法律法规、本协议或抖音相关的服务条款的规定，抖音有权进行独立判断井随时限制或终止为你提供服务，无须向你发出任何提前通知。由此，导致或产生的任何损失或第三方主张的任何索赔、要求等（包括但不限于申请失败，用户资料、相关数据等的清空等），由你自行承担。
          </p>
          <p>
            5.3
            在任何情况下，抖音不对因不可抗力导致的你在使用抖音软件及其服务过程中受的损失承担责任。该等不可抗力事件包括但不限于国家法律、法规、政策及国家机关的命令及其他政府行为或者其它的诸如地震、水灾、雪灾、火灾、海啸、台风、罢工、战争等不可预测、不可避免且不可克服的事件。
          </p>
          <br />
          <p>六、隐私政策</p>
          <p>
            保护用户个人信息及隐私是抖音的一顶基本原则。除本协议另有规定外，抖音软件及服务将遵循抖音统一公布的相关隐私政策(https://www.douyin.com/privacy/）。
          </p>
          <br />
          <p>七、其他</p>
          <p>
            7.1
            你使用本服务即视为你己阅读并同意受本协议的约束。抖音有权在必要时修改本协议条款。你可以在相关服务页面直接阅读最新版本的协议条款。本协议条款变更后，如果你继续使用本服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用本服务。
          </p>
          <p>
            7.2
            本协议内容同时包括《抖音用户服务协议》、《“抖音”隐私政策》及抖音可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。上述内容与本协议存在冲突的，以本协议为准。你对前述任何业务规则、协议的接受，即视为你对本协议全部的接受。
          </p>
          <p>7.3 本协议签订地为中华人民共和国北京市海淀区。</p>
          <p>
            7.4
            本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
          </p>
          <p>
            7.5
            若你和抖音之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，你同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
          </p>
          <p>
            7.6 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
          </p>
          <p>7.7 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
          <p>
            7.8
            如果你对本服务有任何意见或建议，可通过服务端以站内信的方式提出反馈，我们会给予你必要的帮助。
          </p>
          <p>本协议版权由抖音所有，抖音保留一切对本协议解释的权利。</p>
        </div>
      </div>
    </div>

    <div class="content" v-if="type === '儿童/青少年使用须知'">
      <div class="container">
        <p>
          欢迎你选择由<strong>【北京微播视界科技有限公司】</strong>（以下简称“我们”或“平台”）在中国大陆地区开发、运营、提供的相关产品和服务！我们非常重视未成年人的保护。为保护未成年人个人信息的安全，并提供更加丰富、多元的优质内容，我们开发了“儿童/青少年模式”。本《儿童/青少年使用须知》旨在向法定监护人或未成年人的父母（以下简称“监护人”或“家长”）和未成年人（以下又称“被监护人”）<strong>说明该模式的运行方式</strong>，我们将挖掘更多的适合未成年人观看的优质内容，为监护人提供更丰富的管理手段，确保儿童的信息收集、使用在监护人的监督下进行。
        </p>
        <p><br /></p>
        <p><strong>1.与你携手共同守护儿童和青少年</strong></p>
        <p><br /></p>
        <p><strong>1.1 未满14周岁的儿童</strong></p>
        <li>
          如果你的被监护人是未满14周岁的儿童，<strong>他/她使用抖音的普通模式，需要经过你的明确同意</strong>；如果你不同意他/她使用抖音的普通模式，请你为他/她设置“儿童/青少年模式”。同时，平台可根据你或被监护人提供的信息等情形，启用为未满14周岁的儿童自动进入“儿童/青少年模式”的功能。
        </li>
        <li>
          在实名认证阶段，若你的被监护人需要完成实名认证，需要经过你的单独明确同意，我们会通过合理的核验措施验证你与你的被监护人的监护关系，若你认为我们不当地处理了你或你的被监护人的信息，请通过文末的联系方式及时联系我们。
        </li>
        <p><br /></p>
        <p><strong>1.2 已满14周岁不满18周岁的青少年</strong></p>
        <li>
          <strong
            >如果你的被监护人是已满14周岁不满18周岁的青少年，你和你的被监护人可以根据自主需要，选择是否设置“儿童/青少年”模式。</strong
          >
        </li>
        <p><br /></p>
        <p><strong>1.3 协助监护人更好地守护儿童和青少年</strong></p>
        <li>
          为帮助监护人管理未成年人的应用使用时间，在该模式下，每日22时至次日早6时期间无法使用抖音。
        </li>
        <li>
          进入该模式后，系统将自动开启时间锁，时间锁默认设置为40分钟。单日使用时长超过触发时间，需要输入密码才可以继续使用。密码由你设置并掌握，确保你能有效引导未成年人健康使用抖音。
        </li>
        <li>你也可以进入“亲子平台”，根据实际需要为你的被监护人设置浏览使用时长。</li>
        <li>
          你进入“亲子平台”后，可以通过<strong>监护人帐号</strong>和<strong>被监护人帐号（在平台提供的部分功能和服务中，又称“家长帐号”和“儿童帐号”）</strong>的绑定，选择帮助自己的被监护人打开或关闭青少年模式，实现对被监护人使用抖音的远程管理。
        </li>
        <li>
          你进入”亲子平台“并完成<strong>监护人帐号</strong>和<strong>被监护人帐号</strong>的绑定后，在打开青少年模式下，你可以根据自主需要，选择帮助自己的被监护人关注抖音号，你的被监护人可通过关注页浏览已关注的抖音号作品。
        </li>
        <li>
          我们会为完成了亲子帐号绑定的<strong>监护人帐号</strong>和<strong>被监护人帐号</strong>的使用周报，以帮助监护人更好地了解自己的被监护人使用抖音的情况，周报内容均基于子帐号的使用情况生成，若你认为我们不当地处理了你或你的被监护人的信息，请通过文末的联系方式及时联系我们。
        </li>
        <p><br /></p>
        <p><strong>2.保护儿童和青少年个人信息安全</strong></p>
        <p><br /></p>
        <p><strong>2.1 严格限制收集儿童和青少年个人信息的类型</strong></p>
        <p>
          a.我们仅会基于确保多元、优质内容更好地触达未成年人的目的，收集设备信息、播放视频的类型、内容、播放完成度等最基础功能所必需的信息。
        </p>
        <p>
          b.<font style="font-family: Tahoma"
            >为保障推荐内容的质量并向你推荐可能感兴趣的视频及相关信息，抖音可能会收集相关必要的日志信息。</font
          >我们在收集你的信息前会征得你的同意，抖音将收集点赞、收藏、关注等信息；我们不会收集未经你授权的信息。
        </p>
        <p><br /></p>
        <p><strong>2.2 严格限定儿童和青少年个人信息的使用目的</strong></p>
        <p>
          a.收集的信息将不会被用于任何商业目的（包括但不限于：广告、营销），不会基于任何商业目的而与第三方共享。
        </p>
        <p>
          b.收集的部分设备信息、网络信息可能会被用于安全与反作弊目的，但是我们不会将以这些目的收集的信息用于其他不相关的领域。
        </p>
        <p><br /></p>
        <p><strong>2.3 严格的措施和制度保护儿童和青少年个人信息安全</strong></p>
        <p>
          a.我们在境内运营过程中收集和产生的未成年人个人信息存储于中华人民共和国境内，不会传输或存储至境外。
        </p>
        <p>b.存储所收集儿童的浏览日志信息为6个月，但是法律法规另有规定的除外。</p>
        <p>
          c.我们会使用高强度的加密技术、匿名化处理及相关合理可行的手段保护未成年人的信息，并使用安全保护机制防止恶意攻击。
        </p>
        <p>
          d.我们会建立专门的安全部门、专门针对未成年人信息的安全管理制度、数据安全流程保障未成年人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问，并适时对数据和技术进行安全审计。
        </p>
        <p><br /></p>
        <p><strong>3.保障儿童和青少年健康使用</strong></p>
        <li>
          我们会提供更多元与适合未成年人的优质作品，目前内容主要涵盖书法绘画教学、亲子教育、人文科普、传统文化、手工制作、自然科普等多个分类。
        </li>
        <li>
          我们会继续致力于对向未成年人推荐内容的算法优化，让未成年人看到更多不同领域的优质内容，拓展未成年人的视野。
        </li>
        <p><br /></p>
        <p><strong>4.退出儿童和青少年模式</strong></p>
        <li>
          如果你为你的被监护人解除或退出“儿童/青少年模式”，你的被监护人将可以使用抖音的全部功能，收集的信息类型与使用目的也将遵循<a
            target="_blank"
            class="link"
            data-href="https://aweme.snssdk.com/falcon/douyin/agreements/?aid=6765345864320813070&amp;hide_nav_bar=1"
            >《抖音隐私政策》</a
          >执行。
        </li>
        <li>
          如果你要求删除我们收集的不满14周岁的儿童个人信息，或进行投诉，请通过<a
            href="mailto:Dataprivacy@bytedance.com"
            target="_blank"
            class="link"
            >Dataprivacy@bytedance.com</a
          >联系我们，我们在核验你的身份后，会根据你的请求和法律法规的规定进行处理。
        </li>
        <p><br /></p>
      </div>
    </div>

    <div class="content" v-if="type === '抖音App接入第三方SDK目录'">
      <div class="container">
        <div class="text-warpper douyin">
          <p>
            为保障抖音App相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方及关联方提供的软件开发包（SDK）实现相关目的。
          </p>
          <p>我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。</p>
          <p>我们对接入的相关第三方及关联方SDK在目录中列明。</p>
          <p>
            请注意，第三方SDK可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，请以其公示的官方说明为准。
          </p>
          <p><br /></p>
          <p><strong>高德地图 SDK</strong></p>
          <p><strong>使用目的：</strong>用于展现地图</p>
          <p><strong>数据类型：</strong>设备标识信息、地理位置信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://lbs.amap.com/pages/privacy/">https://lbs.amap.com/pages/privacy/</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>高德定位 SDK</strong></p>
          <p><strong>使用目的：</strong>用于实现定位</p>
          <p><strong>数据类型：</strong>设备标识信息、地理位置信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://lbs.amap.com/pages/privacy/">https://lbs.amap.com/pages/privacy/</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>高德地图搜索 SDK</strong></p>
          <p><strong>使用目的：</strong>用于实现两点之间路径规划等功能</p>
          <p><strong>数据类型：</strong>设备标识信息、地理位置信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://lbs.amap.com/pages/privacy/">https://lbs.amap.com/pages/privacy/</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>Alipay（支付宝） SDK</strong></p>
          <p><strong>使用目的：</strong>帮助用户在应用内使用支付宝</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://docs.open.alipay.com/54">https://docs.open.alipay.com/54</a><br />
          </p>
          <p><br /></p>
          <p><strong>Umeng（友盟） SDK</strong></p>
          <p><strong>使用目的：</strong>统计分析、推送信息</p>
          <p><strong>数据类型：</strong>设备标识信息、应用列表</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://developer.umeng.com/docs/119267/detail/118585"
              >https://developer.umeng.com/docs/119267/detail/118585</a
            >；<a href="https://www.umeng.com/push">https://www.umeng.com/push</a><br />
          </p>
          <p><br /></p>
          <p><strong>微信开放平台 SDK</strong></p>
          <p>
            <strong>使用目的：</strong>接入微信开放平台SDK，支持微信授权登录、微信分享和微信支付
          </p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://open.weixin.qq.com/">https://open.weixin.qq.com/</a><br />
          </p>
          <p><br /></p>
          <p><strong>微博分享 SDK</strong></p>
          <p><strong>使用目的：</strong>帮助用户分享内容至第三方应用</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://open.weibo.com/wiki/Android_SDK%E8%AF%B4%E6%98%8E%E6%96%87%E6%A1%A3"
              >https://open.weibo.com/wiki/Android_SDK%E8%AF%B4%E6%98%8E%E6%96%87%E6%A1%A3</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>QQ分享 SDK</strong></p>
          <p><strong>使用目的：</strong>帮助用户分享内容至第三方应用</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://open.tencent.com/">https://open.tencent.com/</a><br />
          </p>
          <p><br /></p>
          <p><strong>小米 PUSH</strong></p>
          <p><strong>使用目的：</strong>推送消息</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://dev.mi.com/console/appservice/push.html"
              >https://dev.mi.com/console/appservice/push.html</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>VIVO PUSH</strong></p>
          <p><strong>使用目的：</strong>推送消息</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://dev.vivo.com.cn/documentCenter/doc/365"
              >https://dev.vivo.com.cn/documentCenter/doc/365</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>OPPO PUSH</strong></p>
          <p><strong>使用目的：</strong>推送消息</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://open.oppomobile.com/wiki/doc#id=10196"
              >https://open.oppomobile.com/wiki/doc#id=10196</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>魅族 PUSH</strong></p>
          <p><strong>使用目的：</strong>推送消息</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://open.flyme.cn/open-web/views/push.html"
              >https://open.flyme.cn/open-web/views/push.html</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>华为 PUSH</strong></p>
          <p><strong>使用目的：</strong>推送消息</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://developer.huawei.com/consumer/cn/hms/huawei-pushkit"
              >https://developer.huawei.com/consumer/cn/hms/huawei-pushkit</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>阿里百川电商（淘宝）SDK</strong></p>
          <p><strong>使用目的：</strong>支持跳转到手淘打开商品详情页</p>
          <p><strong>数据类型：</strong>设备标识信息</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://baichuan.taobao.com/?spm=a3c0d.7629140.1998907816.1.2c7cbe486KTkXs"
              >https://baichuan.taobao.com/?spm=a3c0d.7629140.1998907816.1.2c7cbe486KTkXs</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>移动一键登录</strong></p>
          <p><strong>使用目的：</strong>一键登录</p>
          <p><strong>数据类型：</strong>设备标识信息、电话号码</p>
          <p>
            <strong>官网链接：</strong><a href="http://dev.10086.cn/">http://dev.10086.cn/</a><br />
          </p>
          <p><br /></p>
          <p><strong>联通一键登录</strong></p>
          <p><strong>使用目的：</strong>一键登录</p>
          <p><strong>数据类型：</strong>设备标识信息、电话号码</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://saas.wostore.cn/solution.html?param=1&amp;num=3"
              >https://saas.wostore.cn/solution.html?param=1&amp;num=3</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>电信一键登录</strong></p>
          <p><strong>使用目的：</strong>一键登录</p>
          <p><strong>数据类型：</strong>设备标识信息、电话号码</p>
          <p>
            <strong>官网链接：</strong
            ><a href="http://id.189.cn/api?initialSrc=/html/api_detail_634.html"
              >http://id.189.cn/api?initialSrc=/html/api_detail_634.html</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>极光推送</strong></p>
          <p><strong>使用目的：</strong>帮助提升推送消息触达和保障系统运行稳定</p>
          <p><strong>数据类型：</strong>未共享数据</p>
          <p>
            <strong>官网链接：</strong
            ><a href="https://docs.jiguang.cn/jpush/guideline/intro/"
              >https://docs.jiguang.cn/jpush/guideline/intro/</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>关联方SDK目录</strong></p>
          <p><strong>基础服务SDK</strong></p>
          <p><strong>使用目的：</strong>基本网络服务、安全风控及其他服务功能</p>
          <p><strong>收集数据类型：</strong>设备识别信息、应用信息、网络信息</p>
          <p><strong>提供主体：</strong>北京字节跳动科技有限公司</p>
          <p><br /></p>
          <p><strong>头条登录SDK</strong></p>
          <p><strong>使用目的：</strong>帮助用户使用头条账号登录</p>
          <p><strong>收集数据类型：</strong>设备识别信息</p>
          <p><strong>提供主体：</strong>北京字节跳动科技有限公司</p>
          <p>
            <strong>隐私政策：</strong
            ><a href="https://www.toutiao.com/privacy_protection/"
              >https://www.toutiao.com/privacy_protection/</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>穿山甲SDK</strong></p>
          <p><strong>使用目的：</strong>向用户推送广告信息、反作弊</p>
          <p><strong>收集数据类型：</strong>设备识别信息、应用信息、网络信息</p>
          <p><strong>提供主体：</strong>北京巨量引擎网络技术有限公司</p>
          <p>
            <strong>隐私政策：</strong
            ><a href="https://www.pangle.cn/privacy/partner"
              >https://www.pangle.cn/privacy/partner</a
            ><br />
          </p>
          <p><br /></p>
          <p><strong>抖音支付SDK</strong></p>
          <p><strong>使用目的：</strong>帮助用户在应用内使用交易、支付及提现功能</p>
          <p><strong>收集数据类型：</strong>手机号码、用户身份信息、支付交易信息、设备识别信息</p>
          <p><strong>提供主体：</strong>武汉合众易宝科技有限公司</p>
          <p>
            <strong>隐私政策：</strong
            ><a
              href="https://sf6-cdn-tos.huoshanstatic.com/obj/ies-hotsoon-draft/financePayment/privacy.html"
              >https://sf6-cdn-tos.huoshanstatic.com/obj/ies-hotsoon-draft/financePayment/privacy.html</a
            ><br />
          </p>
        </div>
      </div>
    </div>

    <div class="content" v-if="type === '《帐号及信息同步授权协议》'">
      <div class="text-warpper douyin">
        <p>帐号及信息同步授权协议</p>
        <p><br /></p>
        <p>欢迎您使用抖音和抖音火山版帐号升级服务及相关服务！</p>
        <p><br /></p>
        <ul>
          <li>
            您同意本《帐号及信息同步授权协议》（以下称“本协议”）后可进行帐号升级，在抖音火山版和抖音同步帐号及信息。<strong>您授权同步抖音火山版帐号及信息至抖音的，授权后可使用抖音火山版帐号登录、使用抖音及相关服务；您授权同步抖音帐号及信息至抖音火山版的，授权后可使用您的抖音帐号登录、使用抖音火山版及相关服务。帐号升级后您可在抖音和抖音火山版内同时查询、变更您帐号内的信息（但本协议约定的例外情形除外）。</strong>为方便表述，以下您帐号同步前所在的应用及服务，称为“授权应用”，同步后可使用的另一应用及服务，称为“被授权应用”。
          </li>
        </ul>
        <p><br /></p>
        <ul>
          <li>
            <strong>为此，我们请求您按照本协议约定，授权我们同步您在授权应用的帐号及信息。</strong>
          </li>
        </ul>
        <p><br /></p>
        <ul>
          <li>
            请您认真阅读并充分理解本协议；如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解，并在征得法定监护人的同意后进行下一步操作。
          </li>
        </ul>
        <p><br /></p>
        <ul>
          <li>
            如您不同意本协议，并不会影响您继续使用该帐号，但我们也无法向您提供上述服务。<strong
              >如您选择同意并授权我们按照本协议同步您的帐号及信息，则视为您已充分理解本协议，并同意作为本协议一方当事人接受本协议、抖音火山版及抖音用户服务协议、隐私政策及其他相关协议条款的约束。</strong
            >
          </li>
        </ul>
        <p><br /></p>
        <ul>
          <li>抖音火山版及抖音用户服务协议及隐私政策链接如下：</li>
        </ul>
        <p>
          <a
            href="https://aweme.snssdk.com/falcon/douyin/agreements/?aid=6763083657356773389&amp;hide_nav_bar=1"
            >抖音用户服务协议</a
          ><br />
        </p>
        <p>
          <a href="https://www.douyin.com/falcon/douyin_falcon/privacy_agreement/?hide_nav_bar=1"
            >抖音隐私协议</a
          ><br />
        </p>
        <p>
          <a href="https://s3b.bytecdn.cn/ies/page/huoshan/user_service_protocol.html"
            >抖音火山版用户服务协议</a
          ><br />
        </p>
        <p>
          <a href="https://s3b.bytecdn.cn/ies/page/huoshan/user_privacy_protocol.html"
            >抖音火山版隐私协议</a
          ><br />
        </p>
        <p><br /></p>
        <p><strong>一、帐号升级</strong></p>
        <p><br /></p>
        <p>
          您同意授权应用帐号登录、使用被授权应用（授权后帐号亦可称为“升级后帐号”）。升级后帐号同时需遵守抖音和抖音火山版的用户服务协议、隐私政策及其他协议条款。
        </p>
        <p><br /></p>
        <p>
          如您已经在被授权应用拥有与升级后帐号同一登录方式（如同一手机号、同一第三方平台帐号授权登录）的既有帐号，您可在登录既有帐号后，在被授权应用的“我”-“设置”-“帐号与安全”-“帐号管理”（抖音）或“头像”-“设置”-“帐号切换”（抖音火山版）通过账号切换方式登录升级后帐号。<strong>为此目的，我们会在您登录升级后帐号前，在被授权应用内使用、展示您的相关登录信息以引导您完成登录</strong>。
        </p>
        <p><br /></p>
        <p><strong>二、信息同步</strong></p>
        <p><br /></p>
        <p>
          您同意授权我们将您在授权应用内形成的以下信息及内容，通过升级后帐号同步至被授权应用予以展示、使用，并帮助您通过该帐号使用被授权应用的相关功能和服务以及完整的帐号升级服务：
        </p>
        <p><br /></p>
        <p><strong>1、注册、登录、认证</strong></p>
        <p>
          1.1
          您同意我们同步您在注册、登录授权应用过程中提供的相关信息，包括头像、昵称、手机号、网络身份识别信息（帐号、密码），用于登录被授权应用；如您在授权应用根据自身需求提供了性别、生日、地区及个人介绍信息的，我们将同时为您同步前述相关信息。
        </p>
        <p>
          1.2
          您同意我们同步您在授权应用内提供的实名认证信息（真实姓名、身份证号码、电话号码、身份校验信息）或其他认证信息（企业认证、职业认证信息、机构认证等），以帮助您在被授权应用内完成身份认证、直接使用被授权应用提供的需进行身份认证的相应功能或服务。
        </p>
        <p><br /></p>
        <p><strong>2、发布、互动</strong></p>
        <p>
          2.1
          您同意我们同步您在授权应用内发布的内容和信息（包括音视频、图文、直播等）。授权后，您在任一应用内对相关内容或信息进行增加、删除或变更的，都会在另一应用内发布、展示。
        </p>
        <p>
          2.2
          您同意我们同步您在使用授权应用服务过程中的互动信息，包括评论、收藏、点赞等；但您的互动信息在被授权应用内的展示，将受限于与您互动的其他用户是否进行了本协议项下授权。
        </p>
        <p>
          2.3
          我们保护您的隐私，您的历史私信信息不会被同步，而仅能在授权应用内查看。但您在授权后于任一应用内发送、接收的私信信息，将基于您和对方用户的授权状态，被同步至另一应用。
        </p>
        <p><br /></p>
        <p><strong>3、权益、资产、交易</strong></p>
        <p>
          3.1
          您同意我们同步您在使用授权应用服务中形成的权益信息（如火力、音浪等）、资产信息（如虚拟资产、直播和商品信息分享收益金额等）、交易信息（如商品信息分享功能服务相关的交易和结算信息、直播相关的充值和交易信息等）。授权后，您在授权应用内充值所获得的虚拟资产和可提现收益金额均可在被授权应用内被展示、使用和提现，您在各应用内的同种权益、收益与充值将合并计算、展示。
        </p>
        <p>
          例如，您在抖音火山版内获得的“火力”和在抖音内获得的“音浪”为同种权益，其数值将合并计算、展示，但在抖音火山版内仍称为“火力”、在抖音内仍称为“音浪”。
        </p>
        <p>
          3.2
          抖音火山版内用户充值、购买的“钻石”更名为“钻石（抖币）”。您授权帐号同步后，您在抖音火山版内购买的“钻石（抖币）”和您在抖音内充值购买的“抖币”将合并计算、展示，并在抖音火山版内称为“钻石（抖币）”，在抖音短视频内称为“抖币”；您帐号内购买的“钻石（抖币）”和“抖币”可同时在抖音、抖音火山版用于购买二者届时提供的所有虚拟道具、增值服务等。
        </p>
        <p><br /></p>
        <p><strong>4、好友推荐</strong></p>
        <p>
          <strong>在您单独明示同意后，被授权应用将获得您在授权应用内的好友关系(含关注等)</strong
          >，以帮助您在被授权应用内发现更多的好友，并使用与好友关系相关的功能和服务。<strong
            >您可以选择不授权好友关系，这可能影响您使用被授权应用内与好友关系相关的服务或功能，但不影响您使用其他服务或功能。</strong
          >
        </p>
        <p><br /></p>
        <p>
          5、为向您提供完整的帐号升级服务，您同意我们向被授权应用提供为达成此目的所必须的您在授权应用内的其他信息与内容。
        </p>
        <p><br /></p>
        <p><strong>三、信息同步的例外</strong></p>
        <p><br /></p>
        <p>
          1、您理解并同意，授权应用的部分功能或服务（例如火苗礼物、快上热门、DOU+等）仍仅在授权应用内提供，因此仅与该功能相关的您的信息，不会被同步到被授权应用，您在被授权应用内无法查询或使用这些信息。与这些功能或服务相关的具体内容，可在各应用内查看相关产品页面或服务协议。
        </p>
        <p><br /></p>
        <p>
          2、您理解并同意，基于技术限制、应用功能差异、版权授权范围限制、运营策略差异等原因，即使在您按照本协议授权后，您在授权应用内发布、选择公开或形成的部分信息，仍无法被同步到被授权应用或在同步至被授权应用后可能仍然无法被完整展示或使用。我们将继续努力完善您的相关体验。
        </p>
        <p><br /></p>
        <p><strong>四、公开展示及其控制</strong></p>
        <p><br /></p>
        <p>
          您在授权应用内进行的各项隐私设置（如私密账号设置等），将会被同步至被授权应用，使您的隐私继续得到同等程度的保护；授权后您在任一应用内进行的隐私设置，也会被同步至另一应用。
        </p>
        <p>
          <strong
            >您点赞过的视频将在抖音和抖音火山版的个人主页展示，您可在各应用“设置”内选择关闭展示。</strong
          >
        </p>
        <p>
          您可前往各应用“我”-“设置”-“隐私设置”（抖音）或“头像”-“设置”-“隐私”（抖音火山版）中选择您的隐私设置。
        </p>
        <p><br /></p>
        <p>
          您依据本协议作出授权后，我们仍会根据各应用隐私政策使用、保护、共享您的个人信息。如您对本协议有任何疑问，可通过各应用客户端内的“反馈与帮助”与我们联系。
        </p>
      </div>
    </div>

    <div class="content" v-if="type === '抖音注销须知'">
      <div class="container">
        <div class="text-warpper douyin">
          <p>[重要] 在您注销您的抖音帐号之前，请充分阅读、理解并同意下列事项：</p>
          <p>
            <strong
              >【特别提示】注销抖音帐号为不可恢复的操作，除您已授权提供至第三方的信息以外，注销帐号后您将无法再使用本抖音帐号或找回您浏览、关注、添加、绑定的任何内容或信息（即使您使用相同的手机号码再次注册并使用抖音）。</strong
            >
          </p>
          <p>
            请确保您所申请注销的抖音帐号应当是您本人依照《抖音用户服务协议》的约定创建并由本公司提供给您本人的帐号。您应当依照本公司规定的程序或网站上的提示注销抖音帐号。
          </p>
          <p>
            建议您在注销前自行备份抖音帐号相关的所有信息，并请确认与本抖音帐号相关的所有服务均已进行妥善处理。注销完成后，抖音将删除您的个人信息或对其进行匿名化处理（法律法规另有规定的除外）。请您知悉并理解，根据相关法律法规规定相关日志记录抖音将保留不少于6个月的时间。
          </p>
          <p>
            <strong
              >1.我们对您注销抖音帐号的决定深表遗憾。如果您仍决定继续进行帐号注销，您的帐号需同时满足以下条件：</strong
            >
          </p>
          <p>
            1.1 帐号处于安全状态：
            最近1个月内无绑定手机/修改手机号、无找回密码/修改密码等操作，帐号为正常使用中且30天内无任何帐号被限制的记录；
          </p>
          <p>
            1.2 帐号财产已结清，没有未完成或存在争议的服务：
            帐号中没有资产、欠款、未结清的资金和虚拟权益；本帐号及通过本帐号接入的第三方中没有未完成或存在争议的服务。
          </p>
          <p>1.3 帐号权限解除： 帐号已解除与第三方产品、网站授权登录或绑定关系。</p>
          <p>1.4 帐号无任何未结争议纠纷，包括投诉举报或被投诉举报。</p>
          <p>
            <strong
              >2.抖音帐号注销后，您将无法登录、使用本抖音帐号，也将无法找回本抖音帐号中及与帐号相关的任何内容或信息</strong
            >，<strong>包括但不限于：</strong>
          </p>
          <p>2.1. 个人已提交的身份信息、帐号信息、抖音好友关系等信息。</p>
          <p>
            2.2.
            已发布的视频作品、随拍视频、动态、点赞、评论、转发、互动、粉丝、喜欢、收藏等内容数据。
          </p>
          <p>
            2.3.
            通过本抖音帐号使用、授权登录或绑定本抖音帐号后使用的抖音或第三方服务的相关记录将无法找回。您将无法再登录、使用上述服务，通过上述服务曾获得的资产或虚拟权益等财产性利益视为您同意放弃，将无法继续使用。
            您理解并同意，抖音无法协助您重新恢复上述服务。
          </p>
          <p>
            2.4.
            帐号内钱包账户余额、奖励、收益、实名认证信息、交易记录、已绑定的银行卡等信息将被作废及删除。
          </p>
          <p>
            <strong
              >请确认帐号内无任何资产或虚拟权益，您曾获得的资产虚拟权益等财产性利益视为您同意放弃，将无法继续使用。您理解并同意，您将放弃抖音的资产或权益，抖音无法协助您恢复上述服务，也无法找回帐号相关的任何内容或信息。</strong
            >
          </p>
          <p>
            <strong
              >3.抖音帐号注销将导致本公司终止为您提供服务，依《抖音用户服务协议》和《隐私政策》等约定的双方权利义务终止，依法律法规另有规定、本页面其他条款另行约定不得终止的或依其性质不能终止的除外。</strong
            >
          </p>
          <p>
            4.在您的抖音帐号注销期间，如果您的帐号涉及争议纠纷，包括但不限于：投诉、举报、诉讼、仲裁、国家有权机关调查等，您理解并同意，抖音有权自行决定是否终止本帐号的注销而无需另行得到您的同意。
          </p>
          <p>5.注销本抖音帐号并不代表本抖音帐号注销前的账户行为和相关责任得到豁免或减轻。</p>
        </div>
      </div>
    </div>

    <div class="content" v-if="type === '中国移动认证服务协议'">
      <p id="scroll">
        <a href="javascript:void(0);" style="border-bottom: 1px solid #ace5f8; color: #ace5f8"
          >《用户隐私政策》</a
        >
      </p>
      <h2 class="ta_c c_222 mt_20 fz_16">
        <strong>中国移动认证服务协议</strong>
      </h2>
      <p class="ta_c_u">
        <!-- <strong class="c_888">欢迎使用中国移动认证服务。中国移动认证是一项调用运营商独有网关认证能力进行用户账号快捷认证的服务。详情可点击进入<a
            href="https://dev.10086.cn/cooperation?from=CMASAsdk" class="gray" onclick="_udata.sendEvent('访问合作意向登记')"
            target="_self"><strong class=""
              style="color: #00f;text-decoration: underline;">《号码认证产品简介及合作意向登记》</strong></a><br />在使用本服务前，请您务必仔细阅读并确保已充分理解并接受本协议的全部内容，尤其是以粗体标注的内容。如不同意本协议及中国移动随时对其的修改或补充内容，您应当立即主动停止使用本服务。若您确认使用本服务即视为您已经阅读并同意本协议的全部内容，<strong
            class="c_666">并接受中国移动单方对本协议条款随时所做的任何修改和补充</strong>，本协议即在您与中国移动之间产生法律效力，成为双方均具有约束力的法律文件。</strong> -->
        <strong class="c_888"
          >在使用本服务前，请您务必仔细阅读并确保已充分理解并接受本协议的全部内容，尤其是以粗体标注的内容。如不同意本协议及中国移动随时对其的修改或补充内容，您应当立即主动停止使用本服务。若您确认使用本服务即视为您已经阅读并同意本协议的全部内容，并接受中国移动单方对本协议条款随时所做的任何修改和补充，本协议即在您与中国移动之间产生法律效力，成为双方均具有约束力的法律文件。</strong
        >
      </p>
      <!-- <div style="margin-top: 10px;" class="ml_20 gray">本用户协议更新于 2021年5月6日</div> -->
      <div style="margin-top: 10px" class="ml_20 gray">本用户协议更新于 2021年7月2日</div>
      <div class="serviceApplication fz_12">
        <p class="fz_14">
          <strong class="c_444">一、协议范围及修改声明</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 c_666">1.1 协议适用主体范围</i>
        </p>
        <div class="ml_20 gray">本协议是您与中国移动关于使用本服务所订立的协议。</div>
        <p class="fz_12">
          <i class="ml_10 c_666">1.2 协议关系</i>
        </p>
        <div class="ml_20 gray">
          本协议的内容，包括但不仅限于与本服务、本协议相关的新协议、规则、规范以及中国移动可能不断发布的关于本服务相关协议、规则、规范等内容，前述内容一经予以正式发布，即为本协议不可分割的的组成部分，与其构成统一的整体。
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">1.3 协议修改</i>
        </p>
        <div class="ml_20 gray">
          <strong class="c_888"
            >中国移动有权在必要时通过在网页（<a
              href="https://dev.10086.cn"
              onclick="_udata.sendEvent('访问能力开放平台')"
              class="gray"
              target="_self"
              ><strong class="c_888">dev.10086.cn</strong></a
            >）上发出公告等合理方式通知用户修改本服务条款及各单项服务的相关条款。您在享受各项服务时，应及时查阅了解修改的内容，并自觉遵守修改后的服务条款及各单项服务的相关条款。如您继续使用本服务，则视为您已同意修改的内容；如您不同意修改内容，则有权停止使用本服务。</strong
          >
        </div>

        <p class="fz_14">
          <strong class="c_444">二、服务使用、变更与中止</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 c_666">2.1 服务内容</i>
        </p>
        <div class="ml_20 gray">
          本服务内容是指用户使用中国移动提供的基于手机号码登录互联网应用的服务。
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">2.2 服务形式</i>
        </p>
        <div class="ml_20 gray">您可以通过互联网应用使用本服务。</div>
        <p class="fz_12">
          <i class="ml_10 c_666">2.3 服务使用</i>
        </p>
        <div class="ml_20 gray">
          <strong class="c_888"
            >在使用本服务前，互联网应用（包括中国移动认证站点）的页面上均有展示本协议，您应当阅读并同意本协议的条款后，再按页面上的提示完成注册/登录操作。如不同意本协议，您无权使用本服务。如您触发注册/登录
            操作即表示您与中国移动达成协议，完全接受本协议的全部内容。</strong
          >中国移动给予您一项个人、不可转让及非排他性许可，以使用本服务。本条款及本协议未明示授权的其他一切权利仍由中国移动保留，您在使用这些权利时需另外取得中国移动的明确书面许可。
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">2.4 服务变更及终止</i>
        </p>
        <div class="ml_20 gray">
          用户或中国移动可随时根据实际情况终止本服务。中国移动有权不经通知，单方终止向您提供某一项或多项服务；您同样有权不经通知，单方终止接受移动认证的服务。结束用户服务后，您使用本服务的权利立即终止，同时，中国移动不再就本服务对您承担任何义务。<strong
            class="c_888"
            >您理解并同意，本服务的变更或终止属于中国移动商业决策之内容。您不得因本服务的变更、终止而要求中国移动继续提供服务或承担任何形式的赔偿责任。</strong
          >
        </div>

        <p class="fz_14">
          <strong class="c_444" id="scroll_1">三、用户隐私政策</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 gray"
            >个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</i
          >
        </p>
        <p class="fz_12">
          <i class="ml_10 gray"
            >尊重用户信息的私有性是中国移动的一贯制度，中国移动将会采取合理的措施保护用户的个人信息。</i
          >
        </p>
        <p class="fz_12">
          <i class="ml_10 c_666">3.1 用户信息范围</i>
        </p>
        <div class="ml_20 gray">
          本协议所称的用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：
        </div>
        <div class="ml_20 gray">
          <p>
            <strong class="c_888">
              <em>（1）</em>
              <span>用户使用本服务时中国移动获取到的信息：</span>
            </strong>
          </p>
          <ul>
            <li>
              <strong class="c_888">● 个人基本资料：注册手机号码、邮箱、本机号码。</strong>
            </li>
            <li>
              <strong class="c_888">● 网络身份标识信息：网络地址。</strong>
            </li>
            <li>
              <strong class="c_888"
                >●
                个人常用设备信息：手机设备类型、手机操作系统、硬件厂商、国际移动设备识别码、运营商类型、网络类型、sim卡数量、国际移动用户识别码、网络地址、屏幕尺寸、屏幕分辨率。</strong
              >
            </li>
          </ul>
          <p>
            <em>（2）</em>
            <span>中国移动从合作单位处合法获取的用户个人信息；</span>
          </p>
          <p>
            <em>（3）</em>
            <span>其他中国移动通过合法途径获取的用户个人信息。</span>
          </p>
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">3.2 用户信息采集及使用</i>
        </p>
        <div class="ml_20 gray">
          <strong class="c_888">您理解并同意本服务采集您的信息并应用于以下事项：</strong>
        </div>
        <div class="ml_20 gray">
          <p>
            <strong class="c_888">
              <em>（1）</em>
              <span
                >在使用一键登录业务时，我们需要使用您的网络类型、网络地址、运营商类型、本机号码用于一键获取您的手机号码；使用国际移动用户识别码和sim卡数量识别卡状态；使用手机设备类型、手机操作系统、硬件厂商用于问题查询、分析、风险控制;</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（2）</em>
              <span
                >在使用UAID业务时，使用国际移动设备识别码用于防控运营风险、提升业务体验、提供更优质的服务;</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（3）</em>
              <span
                >在使用和通行证业务时，我们会采集您输入的邮箱信息用于账号管理；采集您的屏幕尺寸和屏幕分辨率用于页面适配;</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（4）</em>
              <span
                >读取、上传、记录用户个人信息数据并进行同步、分享和储存以实现部分服务功能；我们收集的个人信息将存储在中华人民共和国境内，储存期限为2年，超期会自动清理；</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（5）</em>
              <span
                >收集用户个人信息数据并统计、分析及研究，以改进移动认证和本服务的质量、性能和技术；</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（6）</em>
              <span>管理、审查用户个人信息并进行处理；</span>
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（7）</em>
              <span>改进或提高用户的使用安全性和服务性；</span>
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（8）</em>
              <span
                >用户同意本协议并使用中国移动认证能力登录第三方互联网应用的，即视为用户作出授权指令，向第三方互联网应用直接或间接开放部分或全部个人基本资料数据（具体数据类型见3.1）；</span
              >
            </strong>
          </p>

          <p>
            <strong class="c_888">
              <em>（9）</em>
              <span
                >在符合相关法律法规的基础上，在第三方互联网网站或应用取得您的同意后，我们可向第三方互联网网站或者应用直接或间接开放您的个人基本资料数据及个人常用设备信息数据（具体数据类型见3.1），并通过加密、最小化等手段保护您的个人信息;</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（10）</em>
              <span
                >脱敏信息的商业化应用：在符合相关法律法规的前提下，中国移动可能会采取技术手段对用户的个人信息进行处理，形成无法识别用户身份的脱敏信息。在此情况下本服务有权使用脱敏信息，对用户数据库进行分析并予以商业化的利用；</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（11）</em>
              <span>适用法律法规规定的其他事项；</span>
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（12）</em>
              <span
                >中国移动、第三方互联网应用及其因服务必要委托的合作伙伴，通过电话、短信、邮件等方式，提供本业务会员关怀、市场调研、推荐产品、咨询投诉处理等服务；</span
              >
            </strong>
          </p>
          <p>
            <strong class="c_888">
              <em>（13）</em>
              <span
                >移动认证提供三网服务，因此除中国移动外的其他运营商用户也可通过移动认证实现部分服务功能。</span
              >
            </strong>
          </p>
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">3.3 信息保护制度</i>
        </p>
        <div class="ml_20 gray">
          <strong class="c_888"
            >中国移动承诺非经法定原因或用户同意，不向除合作单位以外任何第三方公开、透露用户个人隐私信息，并承诺在采集用户信息过程中采取数据加密、身份控制、恶意代码防范等技术措施和其他必要措施，确保用户个人信息安全，防止用户个人信息泄露、毁损或丢失。</strong
          >
        </div>
        <div class="mt_10 ml_20 gray">但下述法定情况下，您的个人信息将会部分或全部披露：</div>
        <div class="ml_20 gray">
          <p>
            <em>（1）</em>
            <span>经您同意向您本人或其他第三方披露；</span>
          </p>
          <p>
            <em>（2）</em>
            <span
              >法律法规规定或有权机关的指示提供您的个人信息，或因善意确信这样的作法符合下列任一项：</span
            >
          </p>
          <ul>
            <li>● 与国家安全、国防安全有关的；</li>
            <li>● 与公共安全、公共卫生、重大公共利益有关的；</li>
            <li>● 与犯罪侦查、起诉、审判和判决执行等有关的；</li>
            <li>
              ● 出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到用户本人同意的；
            </li>
            <li>● 所收集的信息是用户自行向社会公众公开的；</li>
            <li>● 从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</li>
            <li>● 根据您的要求签订合同所必需的；</li>
            <li>● 用于维护本服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</li>
            <li>● 为合法的新闻报道所必需的；</li>
            <li>
              ●
              学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；
            </li>
            <li>● 法律法规规定的其他情形。</li>
          </ul>
        </div>
        <div class="mt_10 ml_20 gray">
          <strong class="c_888"
            >您理解并同意：您在使用本服务前选择或同意公开个人隐私信息，或您与中国移动及合作单位之间就用户个人隐私信息公开或使用另有约定，用户应自行承担因此可能产生的任何风险，中国移动对此不予负责。</strong
          >
        </div>

        <p class="fz_14">
          <strong class="c_444">四、用户权利</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 c_666">4.1 用户平台账号、密码和安全性</i>
        </p>
        <div class="ml_20 gray">
          <p>
            <em>（1）</em>
            <span
              >您有权选择是否使用本服务，如您选择使用本服务，您将得到平台账号（通行证号、用户邮箱或手机号码）和密码，并将对您的平台账号和密码安全负全部责任。</span
            >
          </p>
          <p>
            <em>（2）</em>
            <span
              >您有义务负责对您的平台账号和密码保密，并需要采取特定措施保护您的号码安全，包括但不限于妥善保管手机号码、通过移动认证平台下发的短信验证码、平台账号与密码、安装防病毒木马软件、定期更改密码等措施。且须对您在该账号和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。<strong
                class="c_888"
                >您理解并同意：如发现任何人未经授权使用您的手机账号和密码，或发生违反保密规定的任何其他情况，您会立即通知平台。平台不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解平台对您的请求采取行动需要合理时间，平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</strong
              ></span
            >
          </p>
          <p>
            <em>（3）</em>
            <span
              >若密码遗失，您可以登录中国移动认证站点（<a
                href="https://www.cmpassport.com"
                onclick="_udata.sendEvent('访问移动认证门户')"
                class="gray"
                target="_self"
                >www.cmpassport.com</a
              >）根据提示重置密码。</span
            >
          </p>
        </div>
        <p class="fz_12">
          <i class="ml_10 c_666">4.2 个人账户信息修改</i>
        </p>
        <div class="ml_20 gray">
          您有权在中国移动认证站点上修改其个人账户中各项可修改信息，但信息内容必须遵守法律法规并符合网络道德，不得含有任何侮辱、威胁、淫秽、谩骂等侵害他人合法权益的文字。
        </div>

        <p class="fz_14">
          <strong class="c_444">五、用户义务</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 gray">
            <strong class="c_888"
              >用户承诺对网络服务的使用应符合国家法律法规的规定，且行为符合下列要求：</strong
            >
          </i>
        </p>
        <div class="ml_20 gray">
          <p>
            <em>（1）</em>
            <span
              >用户不得通过任何手段恶意使用中国移动认证服务，包括但不仅限于以牟利、炒作等为目的的多个账户注册登录。用户亦不能盗用其他用户账户。</span
            >
          </p>
          <p>
            <em>（2）</em>
            <span>从中国境内向境外传输技术性资料时必须符合中国有关法律的规定；</span>
          </p>
          <p>
            <em>（3）</em>
            <span
              >不传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</span
            >
          </p>
          <p>
            <em>（4）</em>
            <span
              >不传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</span
            >
          </p>
          <p>
            <em>（5）</em>
            <span>不干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</span>
          </p>
          <p>
            <em>（6）</em>
            <span>不得传输或发表违背公序良俗和涉及国家安全的信息资料或言论；</span>
          </p>
          <p>
            <em>（7）</em>
            <span
              >不得发布任何侵犯他人著作权、商标权等知识产权或隐私权、名誉权等合法权益的内容；</span
            >
          </p>
          <p>
            <em>（8）</em>
            <span>遵守所有使用网络服务的网络协议、规定、程序和惯例；</span>
          </p>
          <p>
            <em>（9）</em>
            <span>使用网络服务不作非法用途。</span>
          </p>
        </div>
        <p class="fz_12">
          <i class="ml_10 gray"
            >如您违反上述规定，则中国移动有权直接采取一切必要措施，包括但不仅限于暂停或查封您的账号，追求您的相关法律责任等。</i
          >
        </p>

        <p class="fz_14">
          <strong class="c_444">六、知识产权</strong>
        </p>
        <p class="fz_12">
          <i class="ml_10 gray"
            >中国移动认证所载述的域名商标、文字、视像及声音内容、图形及图象等均受有关商标法、著作权法等知识产权法的法律保护，未经中国移动事先书面同意，任何企业或个人不得以任何形式复制或传递。</i
          >
        </p>

        <p class="fz_14">
          <strong class="c_444">七、拒绝担保与免责声明</strong>
        </p>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.1
            中国移动对移动认证提供的服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。</i
          >
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.2
            您理解并同意：基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其他无形损失，中国移动不承担任何直接的、间接的、附带的、特别、衍生性的或惩罚性的赔偿责任（即使中国移动事先已被告知发生此种赔偿可能性亦然）：</i
          >
        </div>
        <div class="ml_20 gray">
          <p>
            <em>（1）</em>
            <span>本服务无法使用；</span>
          </p>
          <p>
            <em>（2）</em>
            <span
              >为替换通过本服务购买或取得之任何商品、数据、信息、服务，或缔结的交易而发生的成本；</span
            >
          </p>
          <p>
            <em>（3）</em>
            <span>您的传输数据遭到未获授权的存取或篡改；</span>
          </p>
          <p>
            <em>（4）</em>
            <span
              >任何第三方在本服务中所作之声明或行为，或与本服务相关的其他事宜，但本服务条款有明确规定的除外。</span
            >
          </p>
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.3
            中国移动对本服务下涉及的境内外基础电信运营商的移动通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机或其他非本服务技术能力范围内的事因等造成的服务中断、内容丢失、出现乱码不承担责任。</i
          >
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.4
            中国移动将尽力维护本服务的安全性及方便性，但对服务过程中出现的信息（包括但不限于用户发送的信息）删除或储存失败不承担任何责任。另外中国移动保留判定用户的行为是否符合本协议要求的权利，如您违背了本协议内任意条款，中国移动有权终止对您提供本服务。</i
          >
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.5
            相关第三方网站或应用内的信息、服务等由第三方提供。该第三方网站或应用内信息、服务等的合法性、安全性以及真实性，应由该第三方网站或应用经营者负责。用户应审慎地判断该第三方网站或应用内服务的合法性等。<strong
              >您理解并同意：出现如下事项，您应自行与该第三方网站或应用的经营者进行协商解决，不会因此向中国移动追究任何形式的法律责任：</strong
            ></i
          >
        </div>
        <div class="ml_20 gray">
          <p>
            <strong class="c_666">
              <em>（1）</em>
              <span>第三方网站或应用出现侵害您的利益的行为违反相关法律法规或本条款的约定；</span>
            </strong>
          </p>
          <p>
            <strong class="c_666">
              <em>（2）</em>
              <span>第三方网站或应用使用您的手机号码信息时产生的纠纷；</span>
            </strong>
          </p>
          <p>
            <strong class="c_666">
              <em>（3）</em>
              <span>您在使用第三方网站或应用过程中遭受的损失；</span>
            </strong>
          </p>
          <p>
            <strong class="c_666">
              <em>（4）</em>
              <span>第三方网站或应用侵害您个人利益的其他情况。</span>
            </strong>
          </p>
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <i class="c_666"
            >7.6
            为使用本服务，您必须经由为您提供网络接入服务的第三方（主要含互联网、WAP网、手机通信三种），并自行支付可能产生的网络通信费用。此外，您必须自行配备及负责与各网络连线所需之一切必要装备，如计算机、手机等装置。您理解并同意，不会因网络通讯费用及设备使用费用向中国移动追究任何形式的法律责任。</i
          >
        </div>
        <div class="mt_10 mb_5 ml_10 gray">
          <p>公司名称：中移互联网有限公司</p>
          <p>公司地址：广州市天河区高唐路333号</p>
          <p>联系电话：10086</p>
          <!-- <p>
            移动认证公众号：
          </p>
          <img src="./ydrzcode.png" style="width: 119.8px;height: 119.8px;"> -->
        </div>
      </div>
    </div>

    <div class="content" v-if="type === '抖音权限申请与使用情况说明'">
      <div class="draft-container" style="display: block">
        <p>
          1.为保障抖音能实现与安全稳定运行之目的，我们可能会申请或使用操作系统的相关权限；为保障您的知情权，我们通过下列列表将产品可能申请、使用的相关操作系统权限进行展示，您可以根据实际需要对相关权限进行管理；
        </p>
        <p>
          2.根据产品的升级，申请、使用权限的类型与目的可能会有变动，我们将及时根据这些变动对列表进行调整，以确保您及时获悉权限的申请与使用情况；
        </p>
        <p>
          3.请您知悉，我们为业务与产品的功能与安全需要，我们可能也会使用第三方SDK，这些第三方也可能会申请或使用相关操作系统权限；
        </p>
        <p>
          4.在使用产品的过程中，您可能会使用第三方开发的H5页面或小程序，这些第三方开发开发的插件或小程序也可能因业务功能所必需而申请或使用相关操作系统权限。
        </p>
        <p></p>
        <p><strong>安卓操作系统应用权限列表</strong></p>
        <p>
          <strong
            >1.读取SD卡中的内容（读取存储空间/照片权限）android.permission.READ_EXTERNAL_STORAGE</strong
          >
        </p>
        <p>权限功能说明：提供读取手机储存空间内数据的功能</p>
        <p>
          使用场景与目的：允许App或小程序读取存储中的图片、文件等内容，主要用于帮助您发布信息，上传头像等图片、文件、在本地记录崩溃日志信息等功能<br />
        </p>
        <p>
          <strong
            >2.写入/删除SD卡中的内容（写入/删除/存储空间/照片权限）android.permission.WRITE_EXTERNAL_STORAGE</strong
          >
        </p>
        <p>权限功能说明：提供写入外部储存功能</p>
        <p>
          使用场景与目的：允许App或小程序写入/下载/保存/缓存/修改/删除图片、文件、崩溃日志等信息<br />
        </p>
        <p>
          <strong
            >3.读取手机状态和身份（电话权限、设备权限）android.permission.READ_PHONE_STATE</strong
          >
        </p>
        <p>
          权限功能说明：提供读取手机设备标识等信息，请您放心该权限无法监听、获取您的任何通话内容与信息
        </p>
        <p>
          使用场景与目的：读取设备通话状态和识别码，识别设备ID，保证运营商网络免流服务，用于完成音视频、信息展示、账号登录、安全保障等主要功能<br />
        </p>
        <p>
          <strong>4.访问大致地理位置信息 android.permission.ACCESS_COARSE_LOCATION</strong>
        </p>
        <p>权限功能说明：通过网络位置信息（例如基站和WLAN）获取大致地理位置信息</p>
        <p>
          使用场景与目的：用于完成安全保障服务及基于地理位置的服务（LBS）如：同城信息、发布作品坐标定位以及小程序需使用相关位置服务等相关功能<br />
        </p>
        <p>
          <strong>5.访问精确地理位置信息 android.permission.ACCESS_FINE_LOCATION</strong>
        </p>
        <p>
          权限功能说明：通过全球定位系统（GPS）或网络位置信息（例如基站和WLAN）获取精准地理位置信息
        </p>
        <p>
          使用场景与目的：用于完成安全保障服务及基于地理位置的服务（LBS）如：同城信息、发布作品坐标定位以及小程序需使用相关位置服务等相关功能<br />
        </p>
        <p><strong>6.获取已知账户 android.permission.GET_ACCOUNTS</strong></p>
        <p>
          权限功能说明：获取设备上已安装的应用创建的账号，请您放心，该权限仅获取应用相关的信息，无法获取您的账号密码等个人敏感信息
        </p>
        <p>使用场景与目的：用于帮助您的应用添加关联账号<br /></p>
        <p><strong>7.录音 android.permission.RECORD_AUDIO</strong></p>
        <p>权限功能说明：使用麦克风录制音频</p>
        <p>
          使用场景与目的：用于帮助您完成音视频信息发布、进行直播、完成搜索（如有）等需要使用该权限的相关功能<br />
        </p>
        <p><strong>8.拍摄照片和视频 android.permission.CAMERA</strong></p>
        <p>权限功能说明：使用拍摄照片和视频、完成扫描二维码</p>
        <p>
          使用场景与目的：用于帮助您拍摄发布音视频、进行直播、完成扫描二维码等需要使用该权限的相关功能<br />
        </p>
        <p><strong>9.读取日历 android.permission.READ_CALENDAR</strong></p>
        <p>权限功能说明：读取系统中的日历活动</p>
        <p>使用场景与目的：用于帮助您设置与完成直播等预约提醒功能<br /></p>
        <p><strong>10.写入日历 android.permission.WRITE_CALENDAR</strong></p>
        <p>权限功能说明：添加或修改系统中的日历活动</p>
        <p>使用场景与目的：用于帮助您设置、完成或修改直播或活动等预约提醒功能<br /></p>
        <p><strong>11.读取通讯录 android.permission.READ_CONTACTS</strong></p>
        <p>权限功能说明：获取系统中的通讯录信息</p>
        <p>使用场景与目的： 用于帮助你实现推荐好友等功能<br /></p>
        <p><strong>12.连接蓝牙设备 BLUETOOTH</strong></p>
        <p>权限功能说明：允许应用连接蓝牙设备</p>
        <p>使用场景与目的： 适配蓝牙设备<br /></p>
        <p><strong>13.发现并连接蓝牙设备 BLUETOOTH_ADMIN</strong></p>
        <p>权限功能说明：允许应用发现并连接蓝牙设备</p>
        <p>使用场景与目的：适配蓝牙设备<br /></p>
        <p><strong>iOS操作系统应用权限列表</strong></p>
        <p><strong>1.NSPhotoLibraryAddUsageDescription</strong></p>
        <p>权限功能说明：向相册中添加内容</p>
        <p>使用场景和目的：允许App写入/下载/保存/修改/删除图片、文件、崩溃日志等信息<br /></p>
        <p><strong>2.NSPhotoLibraryUsageDescription</strong></p>
        <p>权限功能说明：读取相册中内容</p>
        <p>
          使用场景和目的：允许App读取存储中的图片、文件等内容，主要用于帮助您发布信息等功能<br />
        </p>
        <p><strong>3.NSCameraUsageDescription</strong></p>
        <p>权限功能说明：使用摄像头</p>
        <p>
          使用场景和目的：用于帮助您完成音视频信息发布、完成扫描二维码等需要使用该权限的相关功能<br />
        </p>
        <p><strong>4.NSLocationWhenInUseUsageDescription</strong></p>
        <p>权限功能说明：仅App被使用时获取地理位置</p>
        <p>
          使用场景和目的：用于完成安全保障、推荐信息以及基于地理位置的服务（LBS）等相关功能<br />
        </p>
        <p><strong>5.NSContactsUsageDescription</strong></p>
        <p>权限功能说明：读取用户通讯录</p>
        <p>使用场景和目的：用于好友推荐、拨打紧急联系人电话等功能<br /></p>
        <p><strong>6.NSAppleMusicUsageDescription</strong></p>
        <p>权限功能说明：使用Apple音乐积分</p>
        <p>使用场景和目的：用于选取手机内的本地音乐<br /></p>
        <p><strong>7.NSMicrophoneUsageDescription</strong></p>
        <p>权限功能说明：使用麦克风</p>
        <p>
          使用场景和目的：用于帮助您完成音视频信息发布、完成搜索（语音转语义）等需要使用该权限的相关功能<br />
        </p>
        <p><strong>8.NSCalendarsUsageDescription</strong></p>
        <p>权限功能说明：访问系统中的日历活动</p>
        <p>使用场景和目的：用于帮助您设置、完成或修改直播或活动等预约提醒功能<br /></p>
        <p><strong>9.NSFaceIDUsageDescription</strong></p>
        <p>权限功能说明：使用面容ID</p>
        <p>使用场景和目的：用于您的支付功能<br /></p>
        <p><strong>10.NSUserTrackingUsageDescription</strong></p>
        <p>权限功能说明：获取设备标识，以识别设备信息</p>
        <p>使用场景和目的：仅用于标识设备并保障服务安全与提升浏览体验<br /></p>
        <p><strong>11.NSLocalNetworkUsageDescription</strong></p>
        <p>权限功能说明：获取您的本地网络权限</p>
        <p>使用场景和目的：为了保障并优化视频播放<br /></p>
        <p><strong>12.NSMotionUsageDescription（仅抖音极速版）</strong></p>
        <p>权限功能说明：访问运动与健身数据</p>
        <p>使用场景和目的：用于访问你的行走数据，帮助你正常使用走路赚音符功能</p>
      </div>
    </div>

    <div class="content" v-if="type === '多闪权限申请与使用情况说明'">
      <ul>
        <li class="text">
          1. 为保障多闪App功能实现与安全稳定运行之目的，我们可能会申请或使用操作系统的相关权限；
        </li>
        <li class="text">
          2.
          为保障您的知情权，我们通过下列列表将产品可能申请、使用的相关操作系统权限进行展示，您可以根据实际需要对相关权限进行管理；
        </li>
        <li class="text">
          3.
          根据产品的升级，申请、使用权限的类型与目的可能会有变动，我们将及时根据这些变动对列表进行调整，以确保您及时获悉权限的申请与使用情况；
        </li>
        <li class="text">
          4.
          请您知悉，我们为业务与产品的功能与安全需要，我们可能也会使用第三方SDK，这些第三方也可能会申请或使用相关操作系统权限；
        </li>
        <li class="text">
          5.
          在使用产品的过程中，您可能会使用第三方开发的H5页面或小程序，这些第三方开发开发的插件或小程序也可能因业务功能所必需而申请或使用相关操作系统权限。
        </li>
      </ul>
      <h3>安卓操作系统应用权限列表</h3>
      <div class="table-header-wrapper">
        <div class="table-header">权限名称</div>
        <div class="table-header">权限功能说明</div>
        <div class="table-header">使用场景或目的</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">
          1.读取SD卡中的内容（读取存储空间/照片权限）android.permission.READ_EXTERNAL_STORAGE
        </div>
        <div class="table-body">提供读取手机储存空间内数据的功能</div>
        <div class="table-body">
          允许App或小程序读取存储中的图片、文件等内容，主要用于帮助您发布信息，上传头像等图片、文件、在本地记录崩溃日志信息（如有）等功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">
          2.写入/删除SD卡中的内容（写入/删除/存储空间/照片权限）android.permission.WRITE_EXTERNAL_STORAGE
        </div>
        <div class="table-body">提供写入外部储存功能</div>
        <div class="table-body">允许App写入/下载/保存/缓存/修改/删除图片、文件、崩溃日志等信息</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">
          3.读取手机状态和身份（电话权限、设备权限）android.permission.READ_PHONE_STATE
        </div>
        <div class="table-body">
          提供读取手机设备标识等信息，请您放心该权限无法监听、获取您的任何通话内容与信息
        </div>
        <div class="table-body">
          读取设备通话状态和识别码，识别手机设备ID，保证运营商网络免流服务，用于完成音视频、信息展示、账号登录、安全保障等主要功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">
          4.访问大致地理位置信息 android.permission.ACCESS_COARSE_LOCATION
        </div>
        <div class="table-body">通过网络位置信息（例如基站和WLAN）获取大致地理位置信息</div>
        <div class="table-body">用于完成安全保障服务及基于地理位置的服务（LBS）等相关功能</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">
          5. 访问精确地理位置信息 android.permission.ACCESS_FINE_LOCATION
        </div>
        <div class="table-body">
          通过全球定位系统（GPS）或网络位置信息（例如基站和WLAN）获取精准地理位置信息
        </div>
        <div class="table-body">
          用于完成安全保障服务及包括但不限于发布作品时添加坐标定位等相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">6.获取已知账户 android.permission.GET_ACCOUNTS</div>
        <div class="table-body">
          获取设备上已安装的应用创建的账号，请您放心，该权限仅获取应用相关的信息，无法获取您的账号密码等个人敏感信息
        </div>
        <div class="table-body">用于帮助您登录App以及管理、验证账户</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">7.录音 android.permission.RECORD_AUDIO</div>
        <div class="table-body">使用麦克风录制音频</div>
        <div class="table-body">
          用于帮助您完成音视频信息发布、音视频通话等需要使用该权限的相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">8.拍摄照片和视频 android.permission.CAMERA</div>
        <div class="table-body">使用拍摄照片和视频、完成扫描二维码</div>
        <div class="table-body">
          用于帮助您完成音视频信息发布、视频通话、完成扫描二维码等需要使用该权限的相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">9.读取通讯录 android.permission.READ_CONTACTS</div>
        <div class="table-body">获取系统中的通讯录信息</div>
        <div class="table-body">用于好友推荐功能</div>
      </div>
      <h3>iOS操作系统应用权限列表</h3>
      <div class="table-header-wrapper">
        <div class="table-header">权限名称</div>
        <div class="table-header">权限功能说明</div>
        <div class="table-header">使用场景或目的</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">1.NSPhotoLibraryAddUsageDescription</div>
        <div class="table-body">向相册中添加内容</div>
        <div class="table-body">
          使用场景和目的：允许App写入/下载/保存/修改/删除图片、文件、崩溃日志等信息
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">2.NSPhotoLibraryUsageDescription</div>
        <div class="table-body">读取相册中内容</div>
        <div class="table-body">
          使用场景和目的：允许App读取存储中的图片、文件等内容，主要用于帮助您发布信息等功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">3.NSCameraUsageDescription</div>
        <div class="table-body">使用摄像头</div>
        <div class="table-body">
          使用场景和目的：用于帮助您完成音视频信息发布、视频通话、完成扫描二维码等需要使用该权限的相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">4.NSLocationAlwaysUsageDescription</div>
        <div class="table-body">持续获取地理位置</div>
        <div class="table-body">
          使用场景和目的：用于完成安全保障、推荐信息以及基于地理位置的服务（LBS）等相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">5.NSLocationWhenInUseUsageDescription</div>
        <div class="table-body">仅App被使用时获取地理位置</div>
        <div class="table-body">
          使用场景和目的：用于完成安全保障、推荐信息以及基于地理位置的服务（LBS）等相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">6.NSLocationAlwaysAndWhenInUseUsageDescription</div>
        <div class="table-body">持续和仅App被使用时获取地理位置</div>
        <div class="table-body">
          使用场景和目的：用于完成安全保障、推荐信息以及基于地理位置的服务（LBS）等相关功能
        </div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">7.NSContactsUsageDescription</div>
        <div class="table-body">读取用户通讯录</div>
        <div class="table-body">使用场景和目的：用于好友推荐功能</div>
      </div>
      <div class="table-body-wrapper">
        <div class="table-body strong">8.NSMicrophoneUsageDescription</div>
        <div class="table-body">使用麦克风</div>
        <div class="table-body">
          使用场景和目的：用于帮助您完成音视频信息发布、音视频通话、完成搜索（语音转语义）等需要使用该权限的相关功能
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'ServiceProtocol',
  methods: {
    type: ''
  },
  created() {
    this.type = this.$route.query.type
  }
}
</script>

<style scoped lang="less">
@import '../../assets/less/index';

.ServiceProtocol {
  position: fixed;
  left: 0;
  right: 0;
  bottom: 0;
  top: 0;
  overflow: auto;

  .content {
    padding: 60rem 10rem 100rem 20rem;
    color: white;
    font-size: 14rem;
  }
}
</style>
